{
  "title": "XXXIIe Journées d’Études sur la Parole",
  "location": "Aix-en-Provence, France",
  "startDate": "04/06/2018",
  "endDate": "08/06/2018",
  "URL": "https://jep2018.sciencesconf.org",
  "intro": "booklet.pdf",
  "chair": "Chairs: Yohann Meynadier and Alain Ghio",
  "conf": "JEP",
  "year": "2018",
  "name": "jep_2018",
  "series": "JEP",
  "SIG": "AFCP",
  "title1": "XXXIIe Journées d’Études sur la Parole",
  "date": "4-8 June 2018",
  "booklet": "jep_2018.pdf",
  "papers": {
    "premat18_jep": {
      "authors": [
        [
          "Timothée",
          "Premat"
        ],
        [
          "Philippe",
          "Boula De Mareüil"
        ]
      ],
      "title": "Le /R/ « roulé » en français et dans quelques langues régionales de France",
      "original": "189760",
      "page_count": 9,
      "order": 7,
      "p1": 55,
      "pn": 63,
      "abstract": [
        "Ce travail vise à documenter la prononciation du /R/ chez des locuteurs (souvent âgés) qui, en plus du français, parlent un dialecte gallo-roman et qui « roulent » les r, de façon plus ou moins stable, en français et dans leur dialecte : gascon, languedocien, francoprovençal, bourguignon et mainiot. Outre qu'on trouve davantage de [r] apicaux (« roulés ») en dialecte qu'en français, il ressort de ce travail que les [r] sont davantage présents en attaque de syllabe ou en coda interne qu'en fin de mot, et chez les locuteurs âgés davantage que chez les plus jeunes – on ne trouve pas de [r] apical en français régional chez nos locuteurs de moins de 65 ans. Face à cette situation contrastée, nous avançons quelques éléments de discussion à propos de l'interface entre phonologie et sociolinguistique. \n"
      ],
      "doi": "10.21437/JEP.2018-7"
    },
    "gendrot18_jep": {
      "authors": [
        [
          "Cédric",
          "Gendrot"
        ],
        [
          "Gabriele",
          "Chignoli"
        ],
        [
          "Nicolas",
          "Audibert"
        ],
        [
          "Cécile",
          "Fougeron"
        ]
      ],
      "title": "Variabilité inter et intra locuteurs de mesures spectrales et prosodiques en parole lue",
      "original": "191675",
      "page_count": 9,
      "order": 6,
      "p1": 46,
      "pn": 54,
      "abstract": [
        "Cette étude préliminaire tente de déterminer des paramètres spectraux et prosodiques qui délimitent la variabilité inter et intra locuteurs pour un corpus de parole lue par 9 locuteurs d'une liste de mots et du texte « la bise et le soleil », enregistré tous les ans depuis 2012, incluant 3 répétitions à chaque enregistrement. Parmi l'ensemble des paramètres testés, nous montrons que s'avèrent pertinents le Centre de Gravité spectral (CoG), la f0 moyenne - pour les paramètres identifiés auparavant dans la littérature-, mais également le ratio harmoniques sur bruit (HNR), l'indice de variabilité temporelle entre les segments (Cnpvi/Vnpvi), ainsi que les variations syntagmatiques de f0.\n"
      ],
      "doi": "10.21437/JEP.2018-6"
    },
    "pukli18_jep": {
      "authors": [
        [
          "Monika",
          "Pukli"
        ]
      ],
      "title": "L'effet de la fréquence lexicale sur les réalisations des rhotiques en Ecosse",
      "original": "192496",
      "page_count": 8,
      "order": 24,
      "p1": 205,
      "pn": 212,
      "abstract": [
        "Cet article présente une étude auditive et acoustique des réalisations du phonème /r/ en position de coda en anglais parlé en Écosse. L'objectif est de tester l'influence de la fréquence lexicale sur les formes non rhotiques en parole spontanée chez dix-huit locuteurs. Les approches basées sur la Théorie des Exemplaires intègrent l'effet de la fréquence dans leurs modèles de langage, mais les observations sur le terrain présentent une problématique plus complexe et les résultats observés ici ne sont pas ceux attendus pour une lénition phonologique. Or, les formes innovantes en Écosse ont évolué d'une vibrante roulée vers une approximante accompagnée de réalisations de plus en plus vocalisées. En réalité les effets potentiels de la fréquence lexicale sont situés sur plusieurs niveaux, ce qui rend leur étude sur un corpus oral très difficile.\n"
      ],
      "doi": "10.21437/JEP.2018-24"
    },
    "stgelais18_jep": {
      "authors": [
        [
          "Xavier",
          "St-Gelais"
        ],
        [
          "Christophe",
          "Coupé"
        ],
        [
          "François",
          "Pellegrino"
        ],
        [
          "Vincent",
          "Arnaud"
        ]
      ],
      "title": "Entre Québec et France, qu'en est-il de l'antériorisation de /ɔ/ en français contemporain ?",
      "original": "190684",
      "page_count": 9,
      "order": 59,
      "p1": 514,
      "pn": 522,
      "abstract": [
        "L'antériorisation de /ɔ/, largement étudiée en France, n'a reçu que peu d'attention au Québec. Afin de documenter une éventuelle variation diatopique entre France et Québec, une analyse acoustique comparative de la fréquence centrale du deuxième formant (F2) de 2837 voyelles produites dans des mots et non-mots monosyllabiques (C)VC par des étudiants universitaires de Saguenay (Québec) et de Lyon (France) a été menée. Un modèle de régression linéaire à effets mixtes appliqué aux données indique que /ɔ/ est significativement plus antérieur à Lyon qu'à Saguenay. Dans les deux villes, le lieu d'articulation de la consonne antéposée et celui de la consonne postposée influencent la structure acoustique de cette voyelle. Quelle que soit leur position, les consonnes antérieures (ex. /t, d/) favorisent le F2 le plus élevé ; les consonnes labiales (ex. /p, b/), le F2 le plus bas.  \n"
      ],
      "doi": "10.21437/JEP.2018-59"
    },
    "meunier18_jep": {
      "authors": [
        [
          "Christine",
          "Meunier"
        ],
        [
          "Alain",
          "Ghio"
        ]
      ],
      "title": "Caractériser la distinctivité du système vocalique des locuteurs",
      "original": "191541",
      "page_count": 9,
      "order": 54,
      "p1": 469,
      "pn": 477,
      "abstract": [
        "L'objectif de notre étude est de caractériser les locuteurs du français grâce à un indice de distinctivité lors de la production de voyelle en parole spontanée. Cette distinctivité est le plus souvent établie selon la dispersion de l'espace vocalique. Des travaux précédents (Huet & Harmegnies, 2000) ont proposé un indice plus dynamique prenant en compte le rapport entre la dispersion de l'ensemble des voyelles du système et la dispersion moyenne de chaque voyelle dans sa catégorie. Nous nous inspirons de ces travaux pour proposer un indice de distinctivité (ID) en vue d'établir des profils de locuteurs. Nos premiers résultats confirment des différences interlocuteurs. L'indice lui-même n'est pas toujours en lien avec la dispersion globale du système et permet de mettre en évidence une interaction plus fine entre voyelle et système. Suite à cette première étape nous envisageons d'évaluer cet ID selon différents facteurs (langue, type de parole, populations pathologiques).\n"
      ],
      "doi": "10.21437/JEP.2018-54"
    },
    "ning18_jep": {
      "authors": [
        [
          "Wang",
          "Ning"
        ]
      ],
      "title": "Analyse acoustique des occlusives produites par des jeunes locuteurs en dialecte wu de Suzhou",
      "original": "192829",
      "page_count": 9,
      "order": 53,
      "p1": 460,
      "pn": 468,
      "abstract": [
        "Le système phonologique consonantique du wu ne comporte aucune opposition de voisement pour les occlusives. Phonétiquement, on constate que les occlusives sourdes /p, t, k/ en position initiale peuvent être perçues voisées et légèrement soufflées quand elles sont suivies d'une voyelle à ton bas. En position intervocalique d'une unité complexe dissyllabique, leur réalisation peut être voisée. Cet article examine la condition du soufflement et du voisement dans le dialecte wu de Suzhou où on observe qu'à l'initiale et en registre bas, les jeunes locuteurs maintiennent le soufflement qui se propage à partir du milieu de la réalisation de la voyelle jusqu'à la fin ; à l'intervocalique, le degré de voisement est effectivement plus élevé mais seulement dans un contexte lexical et tonal spécifique. Ce degré ne réalise pas le voisement à 100%. De plus, on note que la réalisation intervocalique peut varier entre [b, d, g] et [ɓ, ɗ, ɠ].\n"
      ],
      "doi": "10.21437/JEP.2018-53"
    },
    "pepiot18_jep": {
      "authors": [
        [
          "Erwan",
          "Pépiot"
        ],
        [
          "Aron",
          "Arnold"
        ]
      ],
      "title": "Étude des variations de fréquence fondamentale relatives au genre chez des bilingues Anglais/Français",
      "original": "189259",
      "page_count": 9,
      "order": 21,
      "p1": 178,
      "pn": 186,
      "abstract": [
        "La présente étude porte sur les productions de locutrices et locuteurs bilingues anglais/français lors d'une tâche de lecture de phrases et en parole semi-spontanée. La fréquence fondamentale (F0) moyenne, la plage de variation de F0 et l'écart-type de F0 ont été mesurés dans les deux langues. Les résultats indiquent un effet significatif des facteurs langue et genre sur l'ensemble de ces paramètres. La F0 moyenne est globalement plus élevée en français ; la modulation de F0 est quant à elle globalement plus forte en anglais. Indépendamment de la langue, les locutrices présentent une F0 moyenne plus élevée. En outre, les locutrices ont plus fortement augmenté leur F0 moyenne lors de l'emploi du français et les locuteurs ont réduit plus fortement leur modulation dans cette langue. Ces données suggèrent l'existence de normes vocales relatives au genre différentes dans les deux langues étudiées.\n"
      ],
      "doi": "10.21437/JEP.2018-21"
    },
    "marczyk18_jep": {
      "authors": [
        [
          "Anna",
          "Marczyk"
        ],
        [
          "Yohann",
          "Meynadier"
        ],
        [
          "Maria-Josep",
          "Solé"
        ]
      ],
      "title": "Prénasalisation des plosives initiales comme une stratégie de voisement dans un cas d'apraxie de la parole : une étude aérodynamique",
      "original": "192928",
      "page_count": 9,
      "order": 77,
      "p1": 676,
      "pn": 684,
      "abstract": [
        "Cette étude exploratoire examine le débit d'air nasal dans la production des consonnes obstruantes chez une locutrice apraxique hispanophone, dans le but de déterminer si elle utilise la nasalité comme mécanisme compensatoire pour faciliter l'initiation du voisement. Les résultats mettent en évidence que toutes les occlusives initiales identifiées comme voisées présentent un débit d'air nasal significativement plus élevé que les consonnes sourdes, ce qui va dans le sens de notre hypothèse sur la prénasalisation comme mécanisme adaptatif face au déficit du voisement. Cette stratégie s'avère particulièrement efficace dans le voisinage des consonnes nasales, si celles-ci suivent l'occlusive cible, ce qui peut être dû aux phénomènes de propagation régressive de la nasalité de la coda vers l'attaque syllabique (ex. banco). Par ailleurs, la prénasalisation des obstruantes voisées ne dépend pas de la fréquence lexicale, en suggérant que ce type de comportement compensatoire opère au niveau phonétique de l'encodage de la parole.\n"
      ],
      "doi": "10.21437/JEP.2018-77"
    },
    "lienard18_jep": {
      "authors": [
        [
          "Jean-Sylvain",
          "Liénard"
        ]
      ],
      "title": "Représentation et Estimation de la Force de Voix à partir du Spectre Moyen à Long Terme",
      "original": "191974",
      "page_count": 9,
      "order": 71,
      "p1": 621,
      "pn": 629,
      "abstract": [
        "La présente étude vise à retrouver par le calcul le niveau sonore émis par un locuteur, à partir de la seule enveloppe du spectre à long terme. Les données utilisées consistent en un ensemble de Spectres Moyens à Long Terme en tiers d'octave, étalonnés en niveau sonore et comportant une grande variabilité en fonction du genre du locuteur, de son âge et du degré d'effort vocal requis. La représentation visuelle des spectres montre qu'il est plus cohérent de les regrouper en fonction du niveau émis qu'en fonction du degré d'effort vocal requis. Une procédure de comparaison est appliquée à l'ensemble des spectres, après normalisation à une valeur commune, arbitraire, de leur niveau sonore. Les résultats indiquent que la forme du spectre est suffisante pour retrouver le niveau sonore émis, avec une marge d'erreur statistique inférieure à 5 dB.\n"
      ],
      "doi": "10.21437/JEP.2018-71"
    },
    "gresse18_jep": {
      "authors": [
        [
          "Adrien",
          "Gresse"
        ],
        [
          "Richard",
          "Dufour"
        ],
        [
          "Vincent",
          "Labatut"
        ],
        [
          "Mickael",
          "Rouvier"
        ],
        [
          "Jean-François",
          "Bonastre"
        ]
      ],
      "title": "Mesure de similarité fondée sur des réseaux de neurones siamois pour le doublage de voix",
      "original": "192582",
      "page_count": 9,
      "order": 2,
      "p1": 10,
      "pn": 18,
      "abstract": [
        "Le doublage vocal d'une œuvre culturelle permet sa diffusion vers une audience plus large. Le processus de sélection de voix dans une nouvelle langue, intégralement réalisé par un opérateur humain, est appelé casting vocal. Cette sélection dépasse le simple cadre de la proximité acoustique entre deux voix, intégrant de nombreux critères plus subjectifs qui peuvent être liés notamment à des choix socioculturels, émotionnels... Dans ce papier, nous proposons une approche par réseaux de neurones siamois mesurant la proximité entre la voix originale et la voix dans la langue cible, en intégrant la notion de similarité entre les voix non pas d'un point de vue purement acoustique mais également réceptif. Les premiers résultats obtenus montrent, grâce à un test d'hypothèse statistique, que des informations sont contenues dans les paramètres acoustiques pour un même personnage permettant à une voix d'être associée à une autre.\n"
      ],
      "doi": "10.21437/JEP.2018-2"
    },
    "wottawa18_jep": {
      "authors": [
        [
          "Jane",
          "Wottawa"
        ],
        [
          "Martine",
          "Adda-Decker"
        ]
      ],
      "title": "Quand les voyelles longues et brèves ne tiennent pas en place : la qualité vocalique en allemand L2",
      "original": "191768",
      "page_count": 8,
      "order": 8,
      "p1": 64,
      "pn": 71,
      "abstract": [
        "En allemand, la séparation entre voyelles longues et brèves n'est pas seulement liée à une différence de durée mais aussi à une différence de qualité dans la plupart des cas. Nous interrogeons dans quelle mesure les apprenants francophones de l'allemand réalisent une différence de qualité entre les voyelles longues et brèves comparé à des germanophones natifs. Les résultats montrent que de manière générale, les apprenants francophones de l'allemand produisent des voyelles avec un F2 plus élevé que les germanophones natifs. Dans l'espace vocalique, les voyelles peuvent être qualifiés étant plus antérieures. Seul pour [i:, ɪ] les apprenants de l'allemand et les germanophones natifs se distinguent sur les valeurs des trois premiers formants. La différence entre [i:] et [ɪ] est bien marquée pour les deux premiers formants chez les germanophones natifs. Les productions des apprenants de l'allemand montrent plutôt des différences sur le F3 pour cette paire vocalique.\n"
      ],
      "doi": "10.21437/JEP.2018-8"
    },
    "arnold18_jep": {
      "authors": [
        [
          "Aron",
          "Arnold"
        ]
      ],
      "title": "L'abaissement de la fréquence fondamentale comme pratique de séduction",
      "original": "192685",
      "page_count": 9,
      "order": 49,
      "p1": 424,
      "pn": 432,
      "abstract": [
        "L'objectif de cette étude est d'analyser comment la voix varie en contexte de séduction. Notre protocole de recueil de données s'inspire des scénarios de drague simulée de Puts (2005), Hodges-Simeon et al. (2010). 26 locuteurs francophones ont été enregistrés pendant qu'ils simulaient des appels téléphoniques sur des messageries vocales au cours desquels ils devaient proposer à leur correspondant une sortie au cinéma. La première tâche consistait à appeler et à inviter un ami platonique (contexte amical) et la deuxième, à inviter une personne qu'ils souhaitaient séduire (contexte de séduction). Pendant chaque tâche, trois séquences ont été produites : deux improvisations et une lecture d'un message-type adapté aux deux contextes. En comparant la parole produite en contexte amical à celle produite en contexte de séduction, nous avons constaté que les locuteurs abaissaient significativement leur fréquence fondamentale lorsqu'ils s'adressaient à une personne qu'ils souhaitaient séduire.\n"
      ],
      "doi": "10.21437/JEP.2018-49"
    },
    "canault18_jep": {
      "authors": [
        [
          "Mélanie",
          "Canault"
        ],
        [
          "Naomi",
          "Yamaguchi"
        ],
        [
          "Nikola",
          "Paillereau"
        ],
        [
          "Johanna-Pascale",
          "Roy"
        ],
        [
          "Christophe",
          "Dos Santos"
        ],
        [
          "Sophie",
          "Kern"
        ]
      ],
      "title": "Evolution des habiletés articulatoires au stade du babillage : le timing des syllabes CV",
      "original": "189967",
      "page_count": 9,
      "order": 50,
      "p1": 433,
      "pn": 441,
      "abstract": [
        "Au cours du processus d'acquisition du langage, le babillage correspond au stade de l'émergence des premières syllabes. C'est une période au cours de laquelle le potentiel articulatoire va commencer à se construire. Le timing de l'exécution des gestes articulatoires pourrait témoigner du développement des habiletés motrices. Ce phénomène peut être inféré à partir de l'observation de la durée syllabique et de sa variabilité. Les syllabes de type CV de 22 enfants nés à terme, enregistrés mensuellement, entre l'âge de 8 mois et celui de 14 mois, ont ainsi été analysées. Une diminution et une stabilisation de la durée de la syllabe ressort des résultats. Des changements majeurs dans l'organisation temporelle syllabique apparaissent autour de 10-11 mois. Les syllabes sans changement de position linguale entre la consonne et la voyelle, pourraient également présenter des marques de contrôle plus précoces que les autres.\n"
      ],
      "doi": "10.21437/JEP.2018-50"
    },
    "popescu18_jep": {
      "authors": [
        [
          "Anisia",
          "Popescu"
        ],
        [
          "Ioana",
          "Chitoran"
        ]
      ],
      "title": "Jugements sur le nombre de syllabes et coordination temporelle des gestes articulatoires",
      "original": "192803",
      "page_count": 9,
      "order": 66,
      "p1": 576,
      "pn": 584,
      "abstract": [
        "L'article traite de la relation entre la durée acoustique des rimes et la connaissance métalinguistique des locuteurs sur le nombre de syllabes dans un mot. L'étude qu'on présente est une réplication et une extension d'une expérience de la littérature portant sur cette relation dans le cas des sesquisyllabes de l'Anglais Américain. L'extension est basée sur des résultats de Phonologie Articulatoire portant sur la coordination temporelle des gestes articulatoires des consonnes liquides en position coda. Nous allons montrer en traitant le cas des sesquisyllabes que les locuteurs ont une représentation commune du contrôle moteur et des connaissances phonologiques, mais que cette représentation a une variabilité inter-locuteurs. \n"
      ],
      "doi": "10.21437/JEP.2018-66"
    },
    "didirkova18_jep": {
      "authors": [
        [
          "Ivana",
          "Didirkovà"
        ],
        [
          "Camille",
          "Fauth"
        ],
        [
          "Maguer Sébastien",
          "Le"
        ]
      ],
      "title": "Étude exploratoire des événements articulatoires pendant la réalisation de pauses en parole spontanée",
      "original": "192018",
      "page_count": 9,
      "order": 51,
      "p1": 442,
      "pn": 450,
      "abstract": [
        "Les disfluences en tant qu'événements arrêtant momentanément le déroulé du discours font partie intégrante de la production de la parole. De nombreuses études ont analysé leurs caractéristiques en se fondant principalement sur leurs propriétés acoustiques. L'objectif de cette étude est d'enrichir la description acoustique des disfluences produites par quatre locuteurs en parole spontanée en la corrélant à une description articulatoire, obtenue à partir d'un articulographe électromagnétique (EMA), synchronisée avec les données acoustiques. Pour ce faire, nous avons observé leur production à l'aide de deux différentes méthodes : une étude articulatoire effectuée de façon automatique à partir de la vitesse des mouvements des articulateurs et une observation experte du mouvement de ces mêmes articulateurs. Les résultats de cette étude exploratoire montrent l'existence de plusieurs configurations articulatoires pour un même type perçu de disfluence et inversement, plusieurs catégories acoustiques peuvent parfois être traduites par une même configuration articulatoire. De même, l'anticipation du geste articulatoire relatif au phone subséquent semble dépendre de l'activité articulatoire supra-glottique.\n"
      ],
      "doi": "10.21437/JEP.2018-51"
    },
    "fauth18_jep": {
      "authors": [
        [
          "Camille",
          "Fauth"
        ],
        [
          "Angéline",
          "Duchemin"
        ],
        [
          "Béatrice",
          "Vaxelaire"
        ],
        [
          "Rudolph",
          "Sock"
        ]
      ],
      "title": "Perturbation de l'organisation temporelle de la parole suite à un effort physique",
      "original": "191480",
      "page_count": 9,
      "order": 28,
      "p1": 240,
      "pn": 248,
      "abstract": [
        "La production de la parole, dans son décours temporel, est organisée en groupes rythmiques conditionnés par des contraintes physiologiques, linguistiques et communicatives. L'objectif de ce travail est d'évaluer les conséquences d'un effort physique sur cette organisation temporelle de la parole, en se focalisant sur les pauses (respiratoires et silencieuses) produites lors d'une tâche de lecture. 14 locuteurs répartis en trois groupes (fumeur, contrôle et sportifs) ont été enregistrés avant et après avoir fourni un effort physique afin d'observer si leur condition physique pouvait avoir un effet sur leurs productions. Les résultats indiquent que les locuteurs réorganisent la réalisation des pauses. Ainsi, si le nombre global de pauses réalisées reste identique entre les deux phases d'enregistrement, ce sont les pauses silencieuses qui sont les plus nombreuses avant l'effort, alors que ce sont les pauses respiratoires qui sont les plus importantes après l'effort, et ce pour tous les groupes de locuteurs. Les vitesses d'élocution et d'articulation restent inchangées. \n"
      ],
      "doi": "10.21437/JEP.2018-28"
    },
    "laaridh18_jep": {
      "authors": [
        [
          "Imed",
          "Laaridh"
        ],
        [
          "Julien",
          "Tardieu"
        ],
        [
          "Cynthia",
          "Magnen"
        ],
        [
          "Pascal",
          "Gaillard"
        ],
        [
          "Jérôme",
          "Farinas"
        ],
        [
          "Julien",
          "Pinquier"
        ]
      ],
      "title": "Évaluations perceptive et automatique de l'intelligibilité de la parole dégradée par simulation de la surdité professionnelle",
      "original": "191906",
      "page_count": 9,
      "order": 45,
      "p1": 392,
      "pn": 400,
      "abstract": [
        "Cet article présente une étude comparative entre des mesures perceptive et automatique pour l'évaluation de l'intelligibilité de la parole dans des conditions dégradées. Il fait suite à une étude précédente qui a permis de proposer une méthodologie pour la simulation et l'évaluation automatique de l'effet de la presbyacousie sur l'intelligibilité de la parole. Nous proposons, dans ce travail, d'adapter cette approche à une autre pathologie de l'audition : la surdité par traumatisme en milieu professionnel. Dans ce cadre, un corpus de parole a été constitué afin de refléter différents niveaux de surdité professionnelle et a été soumis à des évaluations perceptive et automatique. L'évaluation perceptive a démontré des effets similaires des dégradations sur les locuteurs homme, femme et enfant. De plus, les mesures d'intelligibilité automatiques, fondées sur la reconnaissance automatique de la parole, sont très corrélées aux performances humaines.\n"
      ],
      "doi": "10.21437/JEP.2018-45"
    },
    "schoentgen18_jep": {
      "authors": [
        [
          "Jean",
          "Schoentgen"
        ],
        [
          "Dhouha",
          "Rezgui"
        ],
        [
          "Francis",
          "Grenez"
        ]
      ],
      "title": "Simulation numérique des apériodicités vocales dues aux fluctuations de la tension musculaire",
      "original": "191931",
      "page_count": 9,
      "order": 31,
      "p1": 267,
      "pn": 275,
      "abstract": [
        "L'objectif est le dévelopement et l'étude d'un modèle du jitter vocal destiné à la sythèse numérique de la qualité de voix. Le modèle est numériquement stable et compact et évite les hypothèses ad hoc d'un modèle existant. Le jitter vocal est obtenu à partir des fluctuations de la tension musculaire causées par les contractions élémentaires superposées du muscle thyro-aryténoïdien impliquant l'activité concomitante de plusieurs unités motrices. Les paramètres de contrôle sont le nombre d'unités motrices, le temps mort et le taux d'émission des neurones moteurs, ainsi que le temps latent et le temps de montée des contractions musculaires élémentaires. La présentation inclut une comparaison avec un modèle existant ainsi qu'une étude de l'influence des paramètres physiologiques sur un indice connu du jitter de la fréquence vocale.      \n"
      ],
      "doi": "10.21437/JEP.2018-31"
    },
    "bustamante18_jep": {
      "authors": [
        [
          "David Alejandro",
          "Bustamante"
        ],
        [
          "Pierre",
          "Hallé"
        ],
        [
          "Claire",
          "Pillot-Loiseau"
        ]
      ],
      "title": "Perception des voyelles nasales du français par des apprenants hispanophones",
      "original": "192941",
      "page_count": 9,
      "order": 69,
      "p1": 603,
      "pn": 611,
      "abstract": [
        "Notre objectif est d'examiner la perception des voyelles nasales françaises par des apprenants hispanophones d'Espagne et de Colombie de divers niveaux grâce à une série de tests de catégorisation et de discrimination. Les résultats de catégorisation des voyelles nasales du français (choix forcé parmi /ɛ̃, ɑ̃, ɔ̃/) dans des logatomes dissyllabiques dans les positions initiale, médiale et finale, montrent que les apprenants hispanophones ont 1) plus de difficulté pour /ɛ̃/ et /ɑ̃/ pour lesquelles ils donnent des réponses très variables ; 2) moins de difficulté avec /ɔ̃/, surtout en position finale (finale>médiale>initiale). Un test de catégorisation avec choix forcé entre les cinq catégories vocaliques de l'espagnol (/a, i, u, e, o/) permet de mieux comprendre comment les sujets hispanophones naïfs assimilent les voyelles nasales françaises. Nous proposons une modélisation quantitative, basée sur PAM (Best, 1995), prédisant les performances de discrimination à partir des assimilations et des notes de confiance subjective.\n"
      ],
      "doi": "10.21437/JEP.2018-69"
    },
    "crouzet18_jep": {
      "authors": [
        [
          "Olivier",
          "Crouzet"
        ]
      ],
      "title": "Perception des consonnes et voyelles nasales en parole vocodée : Analyse de la contribution des niveaux de résolution spectrale et temporelle",
      "original": "192569",
      "page_count": 9,
      "order": 46,
      "p1": 401,
      "pn": 409,
      "abstract": [
        "Nous présentons une série d'expériences dans lesquelles nous étudions l'impact des niveaux de résolution spectrale et temporelle de signaux de parole vocodée par canaux de bruit sur la classification des consonnes et voyelles du français en nous intéressant plus particulièrement à la comparaison orales~/ nasales. Les réponses perceptives ont été recueillies séparément pour l'identification des consonnes et des voyelles dans des tâches de classification à choix forcé à N alternatives. Nous étudions dans un premier temps la relation entre les performances de classification et les niveaux de résolution spectrale et temporelle des signaux. Nous présentons ensuite des analyses d'entropie mutuelle qui permettent d'évaluer le degré de préservation des différents \"traits\" associés aux catégories sonores. Ces résultats font ressortir des difficultés particulières posées par le trait de nasalité pour la classification des voyelles. Un certain nombre de questions méthodologiques et théoriques émergent de ces données et sont discutées.\n"
      ],
      "doi": "10.21437/JEP.2018-46"
    },
    "simonnet18_jep": {
      "authors": [
        [
          "Edwin",
          "Simonnet"
        ],
        [
          "Sahar",
          "Ghannay"
        ],
        [
          "Nathalie",
          "Camelin"
        ],
        [
          "Yannick",
          "Estève"
        ]
      ],
      "title": "Simulation d'erreurs de reconnaissance automatique dans un cadre de compréhension de la parole",
      "original": "192614",
      "page_count": 9,
      "order": 30,
      "p1": 258,
      "pn": 266,
      "abstract": [
        "Cet article propose une méthode de simulation d'erreurs de systèmes de reconnaissance automatique de la parole (SRAP) à partir de transcriptions manuelles, et montre son utilité pour rendre les systèmes de compréhension automatique de la parole (SCAP) plus robustes aux erreurs de SRAP. Partant du principe que le SRAP confond les mots acoustiquement et linguistiquement proches, cette méthode s'appuie sur l'utilisation de plongements de mots acoustiques et linguistiques pour calculer une mesure de similarité entre les mots : cette mesure vise à prédire les confusions de mots faites par le SRAP. Les expériences menées sur le corpus MEDIA (réservations d'hôtel) montrent que cette approche améliore significativement les performances des SCAP avec une réduction relative de 21,2% du taux d'erreur concept/valeur, en particulier quand le SCAP est neuronal (réduction de 22,4%). Une comparaison avec une méthode de bruitage naïf montre la pertinence de l'approche de bruitage proposée.\n"
      ],
      "doi": "10.21437/JEP.2018-30"
    },
    "biteevalecocq18_jep": {
      "authors": [
        [
          "Ekaterina",
          "Biteeva Lecocq"
        ],
        [
          "Nathalie",
          "Vallée"
        ],
        [
          "Silvain",
          "Gerber"
        ],
        [
          "Christophe",
          "Savariaux"
        ]
      ],
      "title": "Variabilité du geste linguo-palatal. Le cas du russe",
      "original": "192591",
      "page_count": 9,
      "order": 34,
      "p1": 294,
      "pn": 302,
      "abstract": [
        "Le trait palatal, souvent discuté, ne capture pas toute la complexité et la diversité des réalisations consonantiques rangées sous ce trait. Le russe a développé des consonnes palatales et palatalisées permettant ainsi d'observer les réalisations de ce trait au sein du même système. À partir d'une analyse de données acquises auprès de 9 locuteurs grâce à un articulographe électromagnétique, nous avons examiné les patterns spatiaux et temporels des configurations linguales dans la réalisation des consonnes /tʲ ʧ ʃ ʃʲ:/ du russe. Leur variation est observée selon les facteurs locuteur, accent et position de la syllabe. Les résultats confirment en partie ceux de Biteeva Lecocq et al. (2016). Les analyses montrent une importante variabilité du geste linguo-palatal en fonction des locuteurs. En revanche, aucun effet des deux autres facteurs testés n'a été observé. Ces deux points sont discutés à la lumière de travaux antérieurs. \n"
      ],
      "doi": "10.21437/JEP.2018-34"
    },
    "mairano18_jep": {
      "authors": [
        [
          "Paolo",
          "Mairano"
        ],
        [
          "Fabiàn",
          "Santiago"
        ],
        [
          "Elisabeth",
          "Delais-Roussarie"
        ]
      ],
      "title": "Gémination non-native en français d'apprenants italophones",
      "original": "192374",
      "page_count": 9,
      "order": 75,
      "p1": 657,
      "pn": 665,
      "abstract": [
        "Le rôle de l'orthographe dans l'acquisition d'une L2 par des adultes a été un objet d'étude dans les recherches en psycholinguistique et en acquisition d'une L2. Plusieurs travaux récents ont montré que l'orthographe peut être à l'origine de contrastes phonologiques inexistants dans la langue cible, comme, par exemple, la production de consonnes pseudo-géminées en anglais L2 par des italophones. Dans cet article, nous étudions le cas de consonnes pseudo-géminées en correspondance des graphèmes vs (ex. immigrés vs imiter) dans la parole lue d'apprenants italophones dans un corpus de français L2. Nous trouvons que les durées consonantiques associées à deux lettres sont plus longues que leurs contreparties associées à un seul symbole graphique. En revanche, les durées des voyelles qui précèdent ces consonnes ne subissent pas les modifications observées en italien L1, à savoir une réduction compensatoire. Différents facteurs pourraient expliquer ces indices divergents : il est possible que les apprenants essaient de s'écarter des réalisations pseudo-géminées qui rappellent leur L1 afin de se rapprocher du modèle du français natif.  \n"
      ],
      "doi": "10.21437/JEP.2018-75"
    },
    "huang18_jep": {
      "authors": [
        [
          "Yizhi",
          "Huang"
        ],
        [
          "Véronique",
          "Delvaux"
        ],
        [
          "Kathy",
          "Huet"
        ],
        [
          "Myriam",
          "Piccaluga"
        ],
        [
          "Guoxian",
          "Zhang"
        ],
        [
          "Bernard",
          "Harmegnies"
        ]
      ],
      "title": "Étude exploratoire des stratégies de production du ton 3 en chinois mandarin",
      "original": "192708",
      "page_count": 9,
      "order": 62,
      "p1": 541,
      "pn": 549,
      "abstract": [
        "Malgré l'absence de contraste linguistique au niveau du mode de phonation en chinois mandarin, des études antérieures ont documenté, lors de la production des tons, de fréquentes occurrences de phonation non modale (type \"creaky voice\"/\"vocal fry\"), en particulier avec le troisième et le quatrième ton. La f0 étant traditionnellement considérée comme l'élément déterminant dans la production des tons, leurs autres corrélats acoustiques/phonétiques demeurent inexploités dans ces études antérieures. Sur la base d'un corpus constitué de mots et de pseudo-mots monosyllabiques de structure CV (où V est [a] (tons T1, T2, T3, T4), et C [m]) produits isolément par 10 locuteurs natifs du chinois mandarin, la présente étude vise à décrire la distribution des occurrences de phonation non modale en fonction des paramètres structurant le corpus, et à mieux caractériser les stratégies de production des tons, en particulier le T3, à partir de mesures acoustiques diversifiées.\n"
      ],
      "doi": "10.21437/JEP.2018-62"
    },
    "pillotloiseau18_jep": {
      "authors": [
        [
          "Claire",
          "Pillot-Loiseau"
        ],
        [
          "Claudia",
          "Schweitzer"
        ],
        [
          "Christelle",
          "Dodane"
        ],
        [
          "Alice",
          "Romeo"
        ],
        [
          "Giuseppina",
          "Turco"
        ]
      ],
      "title": "Doubler les consonnes en chant baroque français : un cas de gémination expressive ?",
      "original": "192185",
      "page_count": 9,
      "order": 3,
      "p1": 19,
      "pn": 27,
      "abstract": [
        "Quels sont les marqueurs acoustiques du doublement de consonnes, technique décrite au XVIIIème siècle en musique baroque vocale française, à des fins expressives ? Ces marqueurs s'assimilent-ils à la gémination ? Nous avons enregistré 5 chanteurs baroques produisant un air de Lully en parole et chant, sans et avec doublement consonantique. La durée des consonnes doublées rapportée à celle du mot de ces 50mn de productions a été mesurée, puis analysée statistiquement en fonction de la modalité (chanté vs. parlé), de la condition (avec doublement vs. sans doublement) et du type de consonne (/s,f,v/, /l,m/, /r/, et /p,t,k,b,d,g/). Nos résultats montrent une augmentation significative de la durée relative consonantique avec le doublement, surtout pour le chant, mais variant selon le chanteur et le type consonantique. En chant et parole, la voyelle précédente est plus courte quand elle est suivie d'une consonne doublée que quand elle ne l'est pas.\n"
      ],
      "doi": "10.21437/JEP.2018-3"
    },
    "suire18_jep": {
      "authors": [
        [
          "Alexandre",
          "Suire"
        ],
        [
          "Michel",
          "Raymond"
        ],
        [
          "Melissa",
          "Barkat-Defradas"
        ]
      ],
      "title": "Voix et sélection sexuelle : une approche interdisciplinaire",
      "original": "192701",
      "page_count": 5,
      "order": 48,
      "p1": 419,
      "pn": 423,
      "abstract": [
        "Au-delà du contenu linguistique de la parole, la voix humaine contient de nombreuses informations biopsychosociales reflétant des traits de personnalité jugées cruciaux lorsque considérés dans les contextes de séduction et de compétition humaines. Il apparait ainsi que la sélection sexuelle a contribué à favoriser la manipulation volontaire d'un certain nombre de paramètres vocaux et ce, afin de transmettre des informations non linguistiques liées à la taille, à l'attractivité et/ou à la dominance. Toutefois, la détermination des caractéristiques vocales volontairement manipulables qui confèrent un avantage évolutif, notamment en termes d'accès à des partenaires sexuels, reste une thématique peu étudiée. La présente étude vise à apporter des éléments de réponse à cette question en étudiant les comportements vocaux d'hommes et de femmes en contextes de séduction (i.e. compétition intersexuelle) et d'affrontement (i.e. compétition intrasexuelle), afin d'identifier les critères acoustiques pertinents permettant de prédire le succès d'accouplement des individus.\n"
      ],
      "doi": "10.21437/JEP.2018-48"
    },
    "avanzi18_jep": {
      "authors": [
        [
          "Mathieu",
          "Avanzi"
        ],
        [
          "Philippe",
          "Boula De Mareüil"
        ]
      ],
      "title": "Peut-on distinguer perceptivement huit accents régionaux en français parlé en Europe ? Une réponse à base de crowdsourcing",
      "original": "190907",
      "page_count": 9,
      "order": 43,
      "p1": 374,
      "pn": 382,
      "abstract": [
        "Nous présentons ici les résultats d'une enquête portant sur huit accents régionaux en français parlé en Europe : dans le nord, le sud-est et le sud-ouest de la France, en Alsace, Bretagne, Corse, Suisse et Belgique. Un test perceptif à grande échelle a été mené, à base de crowdsourcing, utilisant l'Internet pour recueillir les réponses de plus d'un millier de participants afin d'examiner si des auditeurs des régions ou pays susmentionnés sont capables de distinguer les accents correspondants. Les résultats suggèrent que ce sont plutôt trois grandes catégories d'accents (Nord-Ouest, Est et Sud) qui peuvent être discriminées.\n"
      ],
      "doi": "10.21437/JEP.2018-43"
    },
    "alazardguiu18_jep": {
      "authors": [
        [
          "Charlotte",
          "Alazard-Guiu"
        ],
        [
          "Fabiàn",
          "Santiago"
        ],
        [
          "Paolo",
          "Mairano"
        ]
      ],
      "title": "L'incidence de la correction phonétique sur l'acquisition des voyelles en langue étrangère : étude de cas d'anglophones apprenant le français",
      "original": "207650",
      "page_count": 9,
      "order": 14,
      "p1": 116,
      "pn": 124,
      "abstract": [
        "Cet article a pour objectif d'étudier l'incidence de la correction phonétique sur l'acquisition des voyelles en L2. Des apprenants ont suivi des cours de correction phonétique selon deux méthodes différentes, la Méthode Verbo-Tonale et la Méthode Articulatoire. Dans une précédente étude (Alazard, 2013) nous avons comparé l'impact de chacune de ces méthodes sur le développement de la fluence. Dans cette étude, nous avons voulu tester l'incidence de la méthode utilisée sur les valeurs formantiques (F1-F2-F3) des voyelles produites par les apprenants avant et après les deux types d'entraînement. Nos premiers résultats montrent un effet du temps sur les valeurs formantiques de F3 mais pas d'effet de la méthode.Cette étude, bien que préliminaire, nous amène à penser que l'acquisition des voyelles en L2 met en jeu des processus spécifiques associés à une approche bimodale de la parole, que l'entrainement soit ou non explicitement focalisé sur les mouvements des lèvres.\n"
      ],
      "doi": "10.21437/JEP.2018-14"
    },
    "garnier18_jep": {
      "authors": [
        [
          "Maëva",
          "Garnier"
        ],
        [
          "Anaïs",
          "Da Fonseca"
        ],
        [
          "Christophe",
          "Savariaux"
        ],
        [
          "Thibault",
          "Cattelain"
        ]
      ],
      "title": "Efforts de production de parole chez les personnes qui bégaient",
      "original": "192794",
      "page_count": 9,
      "order": 10,
      "p1": 80,
      "pn": 88,
      "abstract": [
        "Cette étude vise à objective et quantifier les tensions orofaciales visibles et communément décrites chez des personnes qui bégaient (PQB), en comparant les efforts aréeodynamiques, laryngés et articulatoires lors de la production de consonnes occlusives entre des PQB et des personnes normofluentes (PNF). Dans cette étude préliminaire, 4 adultes qui bégaient et 4 adultes normofluents ont été enregistrés. Ils devaient produire des mots commençant par des consonnes occlusives labiales dans une tâche de lecture et dans une tâche semi-spontanée. Contrairement à nos attentes, les 4 PQB ont montré une force interlabiale (mesurée à partir d'un capteur de pression) et une pression intra-orale réduites par rapport aux 4 PNF. Aucune différence significative n'a été observée au niveau de ces paramètres entre les syllabes bégayées v. perceptivement fluentes des PQB. Cependant, les différences de pression intra-orale observes entre les PQB et le PNF sont renforcées sur des syllabes complexes (commençant par un cluster consonantique) et pour la tâche semi-spontanée. \n"
      ],
      "doi": "10.21437/JEP.2018-10"
    },
    "yamlamai18_jep": {
      "authors": [
        [
          "Nicha",
          "Yamlamai"
        ],
        [
          "Thi Thuy Hien",
          "Tran"
        ]
      ],
      "title": "Effet de la position de la syllabe sur la réalisation acoustique des consonnes finales du thaï",
      "original": "192315",
      "page_count": 9,
      "order": 18,
      "p1": 151,
      "pn": 159,
      "abstract": [
        "De nombreuses études ont montré les différences dans les réalisations acoustiques des consonnes en fonction de leur position dans le mot. Ce travail compare les caractéristiques acoustiques des consonnes finales de syllabes identiques du thaï dans les différentes positions. Ces consonnes se trouvent soit devant une frontière de mot CVC#CVC, soit devant une frontière de syllabe à l'intérieur d'un mot dissyllabique CVC.CVC. L'objectif est de savoir si le type de frontière (inter-mots vs. intra-mot) a un effet sur la réalisation de ces consonnes. Les premiers résultats montrent que non seulement la durée de la consonne finale mais aussi celle de la voyelle précédente et celle de la syllabe sont significativement influencées par le type de frontière. D'autres paramètres acoustiques sont en cours d'analyse. Il s'agit d'une étape préliminaire à une étude ayant pour but de comprendre les caractéristiques de la langue source (le thaï) susceptibles d'être des éléments pouvant empêcher l'acquisition des consonnes finales de la langue cible (le français).\n"
      ],
      "doi": "10.21437/JEP.2018-18"
    },
    "desnous18_jep": {
      "authors": [
        [
          "Florent",
          "Desnous"
        ],
        [
          "Anthony",
          "Larcher"
        ],
        [
          "Sylvain",
          "Meignier"
        ]
      ],
      "title": "Impact de la détection de la parole pour différentes tâches de traitement automatique de la parole",
      "original": "192666",
      "page_count": 9,
      "order": 63,
      "p1": 550,
      "pn": 558,
      "abstract": [
        "Dans cet article, nous proposons de comparer plusieurs systèmes de détection de la parole et leurs impacts sur deux tâches du traitement de la parole : la Segmentation et le Regroupement de Locuteurs (SRL) et la Reconnaissance Automatique de la Parole (RAP). Des systèmes à base de mixtures de gaussiennes (GMM), de réseaux de neurones profonds (DNN) et récurrents (RNN) sont abordés, ainsi que l'utilisation d'un système de RAP pour détecter la frontière des mots. Les expériences présentées ici ont été conduites sur les corpus issus des campagnes d'évaluation ESTER 1 et 2, ETAPE et REPERE 1, constitués d'émissions de radio et de télévision française.\n"
      ],
      "doi": "10.21437/JEP.2018-63"
    },
    "king18_jep": {
      "authors": [
        [
          "Hannah",
          "King"
        ],
        [
          "Emmanuel",
          "Ferragne"
        ]
      ],
      "title": "La parole sans les lèvres : une étude acoustique et articulatoire",
      "original": "191742",
      "page_count": 9,
      "order": 52,
      "p1": 451,
      "pn": 459,
      "abstract": [
        "Cet article évalue le potentiel d'un écarteur de lèvres pour les études phonétiques sur la perturbation. Cet appareil est désormais utilisé dans le « défi de l'écarteur de bouche » qui est devenu un véritable phénomène internet. Lors du port de l'appareil, les mouvements des lèvres sont rendus impossibles. Les données acoustiques et articulatoires de quatre locuteurs d'anglais britannique sont présentées. Un accéléromètre est utilisé pour évaluer la dynamique de la mâchoire et l'échographie linguale nous donne les informations sur les éventuelles stratégies de compensation, notamment pour la voyelle /u/. Grâce aux données échographiques, nous observons une rétraction de la langue pour /u/ perturbé, ce qui ne figure pas dans les données acoustiques correspondantes. Cette étude souligne donc les limitations d'une analyse purement acoustique de la parole perturbée. Malgré ses inconvénients, nous concluons que l'utilisation d'un écarteur de lèvres est une technique prometteuse pour la recherche sur la perturbation labiale.\n"
      ],
      "doi": "10.21437/JEP.2018-52"
    },
    "ajili18_jep": {
      "authors": [
        [
          "Moez",
          "Ajili"
        ],
        [
          "Jean-François",
          "Bonastre"
        ],
        [
          "Kheder Waad",
          "Ben"
        ],
        [
          "Solange",
          "Rossato"
        ],
        [
          "Juliette",
          "Kahn"
        ]
      ],
      "title": "Comparaison des voix dans le cadre judiciaire : influence du contenu phonétique",
      "original": "193558",
      "page_count": 9,
      "order": 4,
      "p1": 28,
      "pn": 36,
      "abstract": [
        "La justice rencontre souvent des enregistrements vocaux présentés comme élément de preuve. Il est souvent fait appel à une expertise en comparaison de voix pour établir si un extrait de voix a été prononcé par un suspect donné ou non. L'expert exprime le résultat de son analyse sous la forme d'un rapport de vraisemblance qui propose une décision et fournit également le poids de cette décision. Plusieurs facteurs peuvent influencer l’estimation en pratique des LRs tels que la qualité et la quantité d'information dans les deux enregistrements vocaux, la cohérence de l'information entre les deux enregistrements, leurs contenus phonétiques ou encore les caractéristiques intrinsèques des locuteurs. Dans ce papier, nous nous intéressons à la quantité d'information spécifique du locuteur que portent les différents sons de la parole. Cette étude montre l’existence de différences importantes entre les phonèmes et la forte influence de la variabilité intra-locuteur.\n"
      ],
      "doi": "10.21437/JEP.2018-4"
    },
    "cattelain18_jep": {
      "authors": [
        [
          "Thibault",
          "Cattelain"
        ],
        [
          "Maëva",
          "Garnier"
        ],
        [
          "Christophe",
          "Savariaux"
        ],
        [
          "Silvain",
          "Gerber"
        ],
        [
          "Pascal",
          "Perrier"
        ]
      ],
      "title": "Analyse électromyographique de la production des plosives labiales: Enjeux méthodologiques",
      "original": "192698",
      "page_count": 9,
      "order": 13,
      "p1": 107,
      "pn": 115,
      "abstract": [
        "Notre objectif est de montrer l'intérêt d'une d'analyse temporelle détaillée des gestes de production des consonnes occlusives labiales, en distinguant différentes phases, y inclus durant l'occlusion où les lèvres sont immobiles. Quatre adultes ont été enregistrés pour cette étude. Il leur était demandé de produire des logatomes contenant les plosives /p/ et /b/, dans différents contextes vocaliques (/a/, /i/, /u/) et avec différents niveaux d'effort articulatoire. Les signaux EMG de surface de cinq muscles péri-oraux ont été acquis simultanément avec une vidéo des lèvres. Les mouvements de parole ont été segmentés en quatre phases à l'aide du signal cinématique de distance interlabiale. Des patrons d'activation musculaire semblables ont été observés chez les quatre locuteurs, quels que soient la consonne et le contexte vocalique. Enfin, les activités du muscle dépresseur de la lèvre inférieure et du mentalis dans certaines phases du mouvement semblent être de bons descripteurs de l'effort articulatoire.\n"
      ],
      "doi": "10.21437/JEP.2018-13"
    },
    "obin18_jep": {
      "authors": [
        [
          "Nicolas",
          "Obin"
        ],
        [
          "Pascal",
          "Pham"
        ],
        [
          "Axel",
          "Roebel"
        ]
      ],
      "title": "Conversion d'Identité de la Voix Chantée par Sélection et Concaténation d'Unités Spectrales",
      "original": "193670",
      "page_count": 9,
      "order": 1,
      "p1": 1,
      "pn": 9,
      "abstract": [
        "Cet article présente un algorithme de sélection d'unités spectrales pour la conversion de l'identité de la voix chantée à partir de bases de données non parallèles. La contribution principale de cet article est de réaliser la sélection des unités spectrales de la voix cible en fonction de plusieurs facteurs: acoustique, linguistique (phonèmes) et musicaux (hauteur, intensité et durée). Pour ce faire, la sélection de la séquence d'unités d'enveloppe spectrale est établie comme un problème d'optimisation à partir d'une fonction de coût multiple qui comprend la distorsion spectrale des chanteurs source et cible ainsi que les différences de hauteur, d'intensité et de durée des unités spectrales correspondantes. L'objectif est de guider la sélection vers des enveloppes spectrales du chanteur cible partageant un contexte musical similaire avec celles du chanteur source. Une expérience perceptive montre que l'algorithme proposé améliore le naturel de la conversion et la similarité avec la voix cible.\n"
      ],
      "doi": "10.21437/JEP.2018-1"
    },
    "bigi18_jep": {
      "authors": [
        [
          "Brigitte",
          "Bigi"
        ],
        [
          "Christine",
          "Meunier"
        ]
      ],
      "title": "euh, rire et bruits en parole spontanée : application à l'alignement forcé",
      "original": "192441",
      "page_count": 9,
      "order": 74,
      "p1": 648,
      "pn": 656,
      "abstract": [
        "Contrairement à la parole contrôlée, la parole spontanée fait référence à une activité plus informelle, non préparée. A ce titre, de nombreux phénomènes apparaissent comme les hésitations, les mots tronqués, les réductions phonétiques, etc. Nous proposons dans un premier temps un recensement de 3 événements paralinguistiques (\"euh\", rire, bruit), dans différents corpus spontanés : débat politique, narration, dialogue orienté tâche, dialogue informel avec consigne et dialogue informel sans consigne. Bien que ces événements soient fréquemment produits par les locuteurs, nous observons des différences significatives selon les corpus. A titre applicatif, nous montrons que les résultats de l'alignement forcé peuvent être nettement améliorés lorsque le système dispose d'un modèle acoustique qui inclut ces événements.\n"
      ],
      "doi": "10.21437/JEP.2018-74"
    },
    "garnier18b_jep": {
      "authors": [
        [
          "Maëva",
          "Garnier"
        ],
        [
          "Marion",
          "Dohen"
        ],
        [
          "Louis",
          "Buttiaux"
        ],
        [
          "Silvain",
          "Gerber"
        ]
      ],
      "title": "Clarification et correction d'indices segmentaux : une étude pilote sur les consonnes occlusives du français",
      "original": "192789",
      "page_count": 9,
      "order": 55,
      "p1": 478,
      "pn": 486,
      "abstract": [
        "Cette étude aborde la question du trait de voisement et de la place d'articulation des consonnes occlusives du Français à l'aide d'un nouveau paradigme de correction segmentale, de façon à tester 1) quels indices de ces consonnes des locuteurs renforcent lorsqu'ils ont été mal compris par leur interlocuteur, et 2) si le renforcement de ces indices est toujours le même ou dépend de la consonne entendue à la place. Une locutrice jouait avec l'expérimentatrice à un jeu conçu pour simuler des situations d'incompréhensions assez naturelles. La locutrice a montré plusieurs modifications de ses consonnes occlusives en parole claire et en situation de correction d'un mot mal compris (durée de la phase d'occlusion, VOT, intensité du bruit, ...). En revanche, quasiment aucun descripteur n'a été modifié de façon différente en fonction du type d'erreur perceptive commise par l'interlocutrice (portant sur le trait de voisement ou sur le lieu d'articulation).\n"
      ],
      "doi": "10.21437/JEP.2018-55"
    },
    "salaheddine18_jep": {
      "authors": [
        [
          "Cheraitia",
          "Salah-Eddine"
        ],
        [
          "Merouane",
          "Bouzid"
        ],
        [
          "Meziane",
          "Nacéra"
        ]
      ],
      "title": "Codage efficace à débit variable basé sur la quantification vectorielle à divisions commutées : Application aux paramètres ISF en large bande",
      "original": "190503",
      "page_count": 8,
      "order": 16,
      "p1": 134,
      "pn": 141,
      "abstract": [
        "Le codage efficace des coefficients de prédiction linéaire (LPC) est l'un des problèmes importants dans la conception des codeurs de parole modernes. Les paramètres \"fréquences spectrales d'immitance\" ISF (Immittance Spectral Frequencies) sont actuellement classés parmi les choix les plus appropriés pour représenter les coefficients LPC en large bande. Dans cet article, nous proposons une version à débit variable du quantificateur vectoriel à divisions commutées (SSVQ) développé pour le codage efficace des paramètres ISF de parole en large-bande, selon des suppositions de transmission à travers un canal non bruité.\n"
      ],
      "doi": "10.21437/JEP.2018-16"
    },
    "riou18_jep": {
      "authors": [
        [
          "Matthieu",
          "Riou"
        ],
        [
          "Bassam",
          "Jabaian"
        ],
        [
          "Stéphane",
          "Huet"
        ],
        [
          "Fabrice",
          "Lefèvre"
        ]
      ],
      "title": "Évaluation de l'adaptation par renforcement d'un générateur en langage naturel neuronal pour le dialogue homme-machine",
      "original": "192793",
      "page_count": 9,
      "order": 40,
      "p1": 347,
      "pn": 355,
      "abstract": [
        "Jusqu'à récemment, la génération en langage naturel dans les systèmes de dialogue utilisait des systèmes à base de règles et de patrons, mais de nouveaux modèles à base de réseaux de neurones récurrents ont été proposés (Wen et al., 2016a). Cependant ces modèles nécessitent une grande quantité de données d'apprentissage qui peuvent être compliquées à collecter et à annoter. Pour répondre à cette problématique, nous avons proposé un protocole d'apprentissage en ligne utilisant un algorithme de bandit contre un adversaire, permettant d'améliorer l'utilisation d'un modèle initial appris sur un corpus plus restreint généré par patrons. Dans cet article, nous étudions l'intérêt pratique de notre approche en utilisant des données réelles obtenues par reconnaissance automatique de la parole des propositions des utilisateurs et en faisant évaluer les sorties du système par des humains.\n"
      ],
      "doi": "10.21437/JEP.2018-40"
    },
    "ferre18_jep": {
      "authors": [
        [
          "Gaëlle",
          "Ferré"
        ]
      ],
      "title": "Gestes et prosodie dans la parole aphasique non fluente",
      "original": "190887",
      "page_count": 9,
      "order": 37,
      "p1": 320,
      "pn": 328,
      "abstract": [
        "L'aphasie non-fluente se caractérise par de fréquentes recherches lexicales et un débit de parole beaucoup plus lent que la parole non-aphasique. Pour les patients atteints de ce type d'aphasie, la communication avec leur entourage est de ce fait rendue difficile et se trouve souvent très altérée. Une des propositions thérapeutiques pour améliorer la qualité de vie de ces patients consiste à rééduquer les patients avec des alternatives plus multimodales. Cela suppose bien entendu que la gestualité soit une alternative possible pour les patients, et que leurs gestes ne soient pas affectés au même titre que leur parole. Cet article se propose donc d'étudier la gestualité de personnes aphasiques et de la comparer aux gestes produits par des personnes non-aphasiques. Les résultats montrent que c'est essentiellement dans leur structure interne que les gestes des personnes aphasiques sont affectés, et que cette structure interne correspond aux troubles de la parole.\n"
      ],
      "doi": "10.21437/JEP.2018-37"
    },
    "dehaisunderdown18_jep": {
      "authors": [
        [
          "Alexis",
          "Dehais Underdown"
        ],
        [
          "Didier",
          "Demolin"
        ]
      ],
      "title": "Étude acoustique du cluster /t̪͡ɾ/ et de ses allophones à Santiago du Chili",
      "original": "193097",
      "page_count": 9,
      "order": 61,
      "p1": 532,
      "pn": 540,
      "abstract": [
        "Cette étude a pour but d'étudier la production du groupe allophonique /t̪͡ɾ/ à Santiago du Chili afin de donner les caractéristiques acoustiques des rhotiques. Pour cela, un protocole d'élicitation de parole (jeu de dénomination d'images) a été créé. Les paramètres prosodiques ne sont pas traités ici et le débit de parole n'a pas été contrôlé durant l'expérience. Les données montrent différentes réalisations du cluster (comme [t̪əɾ̞] [t͡ɹ̝̊] ou [ɹ̝̊]) ainsi que l'insertion d'un vocoïde central [ə] dans les réalisations non-affriquée et non-fricative. Cette insertion paraît empêcher les processus de coarticulation entre les consonnes coronales /t̪/ et /ɾ/. De plus, nous pensons que ce vocoïde pourrait jouer un rôle dans la perception du cluster, en particulier de celle du tap apico-alvéolaire occlusif qui suit. Nos données montrent que les allophones [t͡ɹ̝̊] et [ɹ̝̊] ne sont pas motivés par des facteurs linguistiques mais plutôt par des facteurs sociolinguistiques comme l'âge ou le profil socio-économique.\n"
      ],
      "doi": "10.21437/JEP.2018-61"
    },
    "abouhaidar18_jep": {
      "authors": [
        [
          "Laura",
          "Abou Haidar"
        ]
      ],
      "title": "L'opposition de voisement chez les apprenants syriens de FLE",
      "original": "206854",
      "page_count": 8,
      "order": 36,
      "p1": 312,
      "pn": 319,
      "abstract": [
        "Dans cette étude nous analysons la réalisation de l'opposition de voisement des occlusives /p b t k/ chez des apprenantes arabophones syriennes de français langue étrangère, dans le cadre du projet IPFC-Arabe / Interphonologie du français contemporain. En nous basant sur 497 occurrences des phonèmes /p b t d/, produites dans le cadre des tâches de lecture et répétition du protocole IPFC par quatre locutrices syriennes, nous analysons la durée de l'occlusion, du VOT et de l'explosion, les configurations de voisement, et le V-ratio. Les résultats montrent une gestion spécifique des indices de voisement qui affecte non seulement la consonne /p/ dont on connaît les difficultés d'apprentissage mais aussi /b d/, le /t/ présentant le plus de stabilité. La consonne /p/ est affectée par un voisement prononcé alors que les consonnes /b/ et /d/ subissent un dévoisement notable qui est sans doute à interpréter comme une stratégie de surcorrection.\n"
      ],
      "doi": "10.21437/JEP.2018-36"
    },
    "doukhan18_jep": {
      "authors": [
        [
          "David",
          "Doukhan"
        ],
        [
          "Jean",
          "Carrive"
        ]
      ],
      "title": "Description automatique du taux d'expression des femmes dans les flux télévisuels français",
      "original": "192838",
      "page_count": 9,
      "order": 57,
      "p1": 496,
      "pn": 504,
      "abstract": [
        "Une approche automatique, fondée sur l'estimation du temps de parole par genre, est proposée pour décrire le taux d'expression féminin dans les flux audiovisuels. Des réseaux de neurones convolutionnels (CNN) sont utilisés pour segmenter les flux audio en zones de musique et de parole, attribuées à des hommes ou des femmes. Le taux d'expression féminin est décrit sur plus de 170.000 heures de flux, correspondant à 21 chaînes de télévision nationale, analysées de 2010 à 2017, ainsi que sur 24 chaînes de télévision régionales analysées en 2016. Cette description montre que le temps de parole est majoritairement attribué à des hommes dans la télévision française, mais que le pourcentage de parole attribué aux femmes a significativement progressé en huit ans pour au moins sept chaînes.\n"
      ],
      "doi": "10.21437/JEP.2018-57"
    },
    "tomashenko18_jep": {
      "authors": [
        [
          "Natalia",
          "Tomashenko"
        ],
        [
          "Yannick",
          "Estève"
        ]
      ],
      "title": "Impact des techniques d'adaptation au locuteur dans l'espace des paramètres pour des modèles acoustiques purement neuronaux",
      "original": "192919",
      "page_count": 9,
      "order": 64,
      "p1": 559,
      "pn": 567,
      "abstract": [
        "Cet article explore l'utilisation de techniques d'adaptation au locuteur pour des modèles acoustiques bidirectionnels de type long short term memory (BLSTM) entrainés avec la fonction objective dite de classification temporelle connectioniste (CTC). Les modèles acoustiques BLSTM-CTC prennent de plus en plus d'importance dans les systèmes de reconnaissance automatique de la parole, mais peu d'études ont été menées jusqu'ici pour y appliquer des techniques d'adaptation au locuteur. Dans cet article, nous explorons l'utilisation de trois techniques différentes : l'approche par feature space maximum likelihood linear regression (fMLLR), celle s'appuyant sur l'utilisation de i-vectors, et une approche exploitant la technique d'adaptation maximum a posteriori (MAP) appliquée sur des modèles gaussiens dont sont dérivés des paramètres fournis au modèles acoustiques neuronaux. Enfin, cette étude présente une comparaison du comportement des modèles BLSTM-CTC avec celui de modèles markoviens associés à un time-delay neural network (TDNN).\n"
      ],
      "doi": "10.21437/JEP.2018-64"
    },
    "guiraud18_jep": {
      "authors": [
        [
          "Hélène",
          "Guiraud"
        ],
        [
          "Ana-Sofia",
          "Hincapié"
        ],
        [
          "Karim",
          "Jerbi"
        ],
        [
          "Véronique",
          "Boulenger"
        ]
      ],
      "title": "Perception de la parole et oscillations cérébrales chez les enfants neurotypiques et dysphasiques.",
      "original": "189775",
      "page_count": 9,
      "order": 26,
      "p1": 222,
      "pn": 230,
      "abstract": [
        "L'hypothèse “prosodic phrasing” (Cumming et al., 2015) suggère que les enfants dysphasiques présentent des difficultés d'extraction des informations rythmiques de basse fréquence de la parole, entravant la segmentation syllabique et conduisant à des déficits phonologiques et morphosyntaxiques. Nous avons testé cette hypothèse en mesurant, en magnétoencéphalographie, la synchronisation entre les oscillations cérébrales et l'enveloppe temporelle du signal de parole chez des enfants dysphasiques et des enfants neurotypiques lors de l'écoute de phrases produites naturellement à un débit normal ou rapide. Nos résultats dans la bande de fréquence thêta (4-7 Hz) montrent une synchronisation plus faible chez les enfants dysphasiques, comparés aux enfants neurotypiques, 1) dans les régions auditives droites pour la parole à débit normal et 2) dans les régions (pré)motrices gauches pour la parole à débit rapide. Notre étude fournit les premiers éléments à notre connaissance en faveur d'un alignement cortical atypique sur le rythme syllabique dans la dysphasie.\n"
      ],
      "doi": "10.21437/JEP.2018-26"
    },
    "santiago18_jep": {
      "authors": [
        [
          "Fabiàn",
          "Santiago"
        ]
      ],
      "title": "Effets de l'orthographe dans la prononciation du français L2",
      "original": "191823",
      "page_count": 9,
      "order": 19,
      "p1": 160,
      "pn": 168,
      "abstract": [
        "Nous étudions les effets de deux types de tâches (imitation vs lecture oralisée), le rôle de l'orthographe et le niveau de langue dans la prononciation du français L2 chez 27 étudiants hispanophones. Pour évaluer la prononciation en L2, nous analysons les distances de Levenshtein entre les transcriptions phonétiques de la forme canonique et celles de la forme produite par les participants. Cette analyse concerne 3,6k mots produits par les participants. Les résultats montrent que les erreurs de prononciation augmentent de 10% dans la lecture oralisée par rapport à la tâche d'imitation. Nous trouvons que la compétence phonique ne change pas en fonction du niveau de langue. Nous faisons l'hypothèse que ces erreurs sont dues, outre le transfert phonétique-phonologie de la L1 sur la L2, aux interférences négatives de l'orthographe (associations erronées entre graphie et son). Nous discutons de l'impact négatif que peut avoir l'input écrit dans l'acquisition de la phonétique/phonologie en L2, facteur souvent ignoré dans les recherches en phonologie.\n"
      ],
      "doi": "10.21437/JEP.2018-19"
    },
    "audibert18_jep": {
      "authors": [
        [
          "Nicolas",
          "Audibert"
        ],
        [
          "Cécile",
          "Fougeron"
        ],
        [
          "Fany",
          "Barbier"
        ],
        [
          "Léa",
          "Croze"
        ],
        [
          "Camille",
          "Lavoine"
        ],
        [
          "Hélène",
          "Rance"
        ]
      ],
      "title": "Quel est mon âge d'après ma voix ? Effets de la variété régionale et de la génération",
      "original": "192751",
      "page_count": 9,
      "order": 70,
      "p1": 612,
      "pn": 620,
      "abstract": [
        "L'âge d'un locuteur peut souvent être estimé à partir de sa voix seule. Nous testons 112 locuteurs francophones âgés de 50 à 89 ans, répartis en 4 variétés régionales (français, belges, suisses, québecois), 2 sexes et 4 décennies. 13 auditeurs français jeunes (22-31) et 13 âgés (70-95) ont estimé l'âge du locuteur comme appartenant à l'une des 4 classes d'âge. L'âge perçu apparaît comme un indicateur assez fiable de l'âge chronologique d'un locuteur, mais avec une tendance à surestimer l'âge des [50-59] ans et sous-estimer l'âge des locuteurs de 70 ans ou plus. L'estimation dépend de l'âge de l'auditeur : les auditeurs âgés surestiment davantage l'âge des locuteurs de la génération précédente [50-69]. L'origine partagée ou non entre auditeur et locuteur affecte aussi les réponses : les auditeurs français estiment plus âgés les locuteurs d'une autre variété régionale.\n"
      ],
      "doi": "10.21437/JEP.2018-70"
    },
    "kamiyama18_jep": {
      "authors": [
        [
          "Takeki",
          "Kamiyama"
        ],
        [
          "Nadine",
          "Herry-Bénit"
        ],
        [
          "Ioana",
          "Trifu-Dejeu"
        ],
        [
          "Audrey",
          "Gros-Bonfiglioli"
        ]
      ],
      "title": "L'opposition fortis / lenis des occlusives en fin de mot en anglais : liste de mots isolée lue par les apprenants francophones",
      "original": "192954",
      "page_count": 9,
      "order": 25,
      "p1": 213,
      "pn": 221,
      "abstract": [
        "L'opposition fortis / lenis en début de mot en anglais acquise par des locuteurs d'autres langues a été étudiée par de nombreux chercheurs, mais cette même opposition en fin de mot semble avoir été moins abordée dans des études empiriques, qui portent surtout sur les locuteurs de langues qui présentent une absence ou neutralisation de cette opposition en fin de mot (Smith et al., 2009 ; Skarnitzl & Šturm, 2016). Dans cette étude, 6 apprenantes francophones de l'anglais, qui connaissent une opposition de voisement en fin de mot dans leur première langue, ont prononcé 30 mots isolés. Il a été observé que la durée de la voyelle précédente, considérée comme indice primaire chez les anglophones natifs, a été produite avec une différence significative (test de la somme des rangs de Wilcoxon) par 5 apprenantes sur 6, mais certaines d'entre elles ont montré des réalisations phonétiques de voisement différentes des natifs (relâchement voisé pour lenis; fin de voisement plus tôt que les natifs).\n"
      ],
      "doi": "10.21437/JEP.2018-25"
    },
    "rossato18_jep": {
      "authors": [
        [
          "Solange",
          "Rossato"
        ],
        [
          "Dan",
          "Zhang"
        ],
        [
          "Moez",
          "Ajili"
        ],
        [
          "Jean-François",
          "Bonastre"
        ]
      ],
      "title": "Suivre le rythme de tes paroles",
      "original": "192754",
      "page_count": 9,
      "order": 5,
      "p1": 37,
      "pn": 45,
      "abstract": [
        "Différentes mesures temporelles, telles que la durée des voyelles et des consonnes, ont été proposées pour tenter de caractériser le rythme de la parole et classer ainsi les langues, les dialectes ou les idiolectes. C'est sur ce dernier rôle des paramètres temporels de la parole que cette étude se focalise en s'appuyant sur la base de données FABIOLE. Utilisée pour la comparaison de voix, elle est construite à partir d'émissions médiatiques (TV et radio). Elle nous permet ainsi d'étudier la variabilité de certains paramètres temporels, variabilité intra et inter locuteurs, à la recherche d'un idiolecte. Les résultats montrent que la part de variabilité que l'on peut attribuer au locuteur atteint 45% pour la variance de la durée des segments non voisés, 42% pour le pourcentage total de segments voisés. Ainsi, ces mesures temporelles dépendent du locuteur, de façon bien plus marquée que ne le sont les paramètres formantiques.\n"
      ],
      "doi": "10.21437/JEP.2018-5"
    },
    "shao18_jep": {
      "authors": [
        [
          "Bowei",
          "Shao"
        ],
        [
          "Rachid",
          "Ridouane"
        ]
      ],
      "title": "La « voyelle apicale » en chinois de Jixi : caractéristiques acoustiques et comportement phonologique",
      "original": "193446",
      "page_count": 9,
      "order": 78,
      "p1": 685,
      "pn": 693,
      "abstract": [
        "Cette étude s'intéresse aux propriétés phonétiques et phonologiques de la « voyelle apicale » /z/, telle qu'elle est attestée en chinois de Jixi. L'objectif est de déterminer si ce segment a des propriétés d'une voyelle ou d'une consonne. Phonologiquement, ce segment est un phonème distinct qui s'appose à /i/. Il est exclusivement attesté en position noyau de syllabe où il constitue une unité porteuse de ton, et peut subir des processus de sandhi tonal. Phonétiquement, nous avons examiné les caractéristiques acoustiques de ce segment en se basant sur la production de 10 locuteurs natifs. Les résultats obtenus montrent que /z/ contient dans la majorité des cas du bruit de friction dans sa phase initiale, mais une structure formantique apparaissant vers sa fin. L'analyse du rapport bruit/harmonique confirme cette présence importante du bruit, distinguant ainsi clairement ce segment des voyelles hautes /i, u, ʉ/. Ces résultats soulèvent un ensemble de questions sur la relation entre la réalisation phonétique d'un segment et son comportement phonologique. \n"
      ],
      "doi": "10.21437/JEP.2018-78"
    },
    "nocaudie18_jep": {
      "authors": [
        [
          "Olivier",
          "Nocaudie"
        ],
        [
          "Corine",
          "Astésano"
        ],
        [
          "Alain",
          "Ghio"
        ],
        [
          "Muriel",
          "Lalain"
        ],
        [
          "Virginie",
          "Woisard"
        ]
      ],
      "title": "Evaluation de la compréhensibilité et conservation des fonctions prosodiques en perception de la parole de patients post traitement de cancers de la cavité buccale et du pharynx",
      "original": "192661",
      "page_count": 9,
      "order": 23,
      "p1": 196,
      "pn": 204,
      "abstract": [
        "Dans le cadre du projet \"Carcinologic Speech Severity Index\", cette étude propose l'évaluation perceptive de la parole de 45 locuteurs (37 patients ayant subi des traitements pour des cancers de la cavité buccale et/ou du pharynx, 8 témoins). 66 auditeurs naïfs ont effectué 4 tâches perceptives investiguant, d'une part, la conservation de fonctions prosodiques (groupements syntaxiques, focus pragmatique, modalisation d'énoncés) chez ces patients et, d'autre part, leur compréhensibilité (paradigme de Sentence Verification). Les résultats indiquent une conservation globale des fonctions prosodiques testées chez les patients. En parallèle, ces résultats montrent que le paradigme de Sentence Verification permet de discriminer les locuteurs en fonction de leur compréhensibilité perçue et que cette tâche présente une corrélation forte avec l'évaluation subjective de la sévérité de la parole par des praticiens hospitaliers. Ces résultats sont discutés en regard du rôle joué par la prosodie dans l'adaptabilité communicative des locuteurs en cas de déficience articulatoire.\n"
      ],
      "doi": "10.21437/JEP.2018-23"
    },
    "verhaegen18_jep": {
      "authors": [
        [
          "Clémence",
          "Verhaegen"
        ],
        [
          "Véronique",
          "Delvaux"
        ],
        [
          "Kathy",
          "Huet"
        ],
        [
          "Sophie",
          "Fagniart"
        ],
        [
          "Myriam",
          "Piccaluga"
        ],
        [
          "Bernard",
          "Harmegnies"
        ]
      ],
      "title": "La distinction entre les paraphasies phonologiques et phonétiques dans l'aphasie : Étude acoustique des productions de 6 patients aphasiques",
      "original": "192810",
      "page_count": 10,
      "order": 76,
      "p1": 666,
      "pn": 675,
      "abstract": [
        "Notre objectif est de contribuer à la description des atteintes phonologiques et phonétiques dans l'aphasie. En effet, la distinction entre ces atteintes reste actuellement débattue, tant sur le plan méthodologique qu'épistémologique. Nous avons mené une étude de cas multiples auprès de 6 patients aphasiques. L'originalité de notre étude réside dans le fait que nous avons utilisé des techniques issues à la fois de la neuropsychologie du langage - en présentant des tâches classiques de dénomination d'images et de répétition-, mais également de la phonétique-en procédant à des analyses du VOT des contoïdes plosives dans une tâche de répétition de non-mots. Les résultats montrent la présence de troubles mixtes chez les patients et des profils d'erreurs qui diffèrent des hypothèses classiquement présentées dans la littérature. La réalité d'une distinction entre les erreurs phonologiques et phonétiques, de même que les théories reliées sont discutées.\n"
      ],
      "doi": "10.21437/JEP.2018-76"
    },
    "prince18_jep": {
      "authors": [
        [
          "Typhanie",
          "Prince"
        ]
      ],
      "title": "Déficit phonético-phonologique dans l'aphasie",
      "original": "192930",
      "page_count": 9,
      "order": 56,
      "p1": 487,
      "pn": 495,
      "abstract": [
        "Cette étude présente une analyse linguistique des troubles phonético-phonologiques dans l'aphasie de Broca et de Wernicke. A partir de l'observation des productions de 13 locuteurs aphasiques francophones, lors de la réalisation de 40 items contenant des séquences consonantiques complexes (via une tâche de dénomination), nous revenons sur la question de l'origine des troubles à travers la dichotomie phonétique – phonologie et en offrons un approfondissement. Si la nature de l'aphasie engendre différents patterns d'erreurs, certains contextes phonologiques sont particulièrement affectés. Les paraphasies relevées chez ces locuteurs sont loin d'être aléatoires. Celles-ci se réduisent à cinq types : substitution, omission, épenthèse, métathèse et réduction. L'ensemble des résultats révèle une interaction entre segments, syllabes et position et questionne tant la phonologie que la neuropsycholinguistique. Pour comprendre la nature des transformations générées dans l'aphasie et montrer le lien entre troubles phonétique et phonologique, nous proposons une analyse des substitutions dans le cadre de la théorie des éléments.\n"
      ],
      "doi": "10.21437/JEP.2018-56"
    },
    "tortel18_jep": {
      "authors": [
        [
          "Anne",
          "Tortel"
        ],
        [
          "Sophie",
          "Herment"
        ]
      ],
      "title": "La voyelle inaccentuée e en position initiale : analyses acoustiques et enjeux pédagogiques pour l'anglais L2",
      "original": "193581",
      "page_count": 9,
      "order": 67,
      "p1": 585,
      "pn": 593,
      "abstract": [
        "Les travaux sur la réduction vocalique sont nombreux mais les études sur le e inaccentué à l'initial de mot sont quasi inexistantes, notamment lorsqu'il s'agit d'étudier des productions d'apprenants francophones. L'étude de cette voyelle est donc ici réalisée sur un corpus d'anglais oral lu par 10 natifs anglophones et 20 apprenants francophones de l'anglais en analysant les valeurs de F1-F2 et des durées. Les résultats révèlent un changement phonologique en cours intéressant pour l'anglais contemporain RP et les données obtenues avec nos trois groupes de locuteurs permettent de comprendre la distribution et la réalisation de la voyelle inaccentuée par les natifs et les apprenants de l'anglais. Cette étude nous permet également d'établir des perspectives pédagogiques pour l'apprentissage et l'enseignement de l'anglais L2.\n"
      ],
      "doi": "10.21437/JEP.2018-67"
    },
    "michaud18_jep": {
      "authors": [
        [
          "Delfine",
          "Michaud"
        ],
        [
          "Nicolas",
          "Ballier"
        ]
      ],
      "title": "Perception et production de /y/ et /u/ en français L2 chez l'apprenant anglophone débutant : étude de cas de leur catégorisation chez quatre locuteurs",
      "original": "192230",
      "page_count": 9,
      "order": 27,
      "p1": 231,
      "pn": 239,
      "abstract": [
        "Cette étude aborde la problématique de la prononciation de la voyelle antérieure haute et arrondie /y/ du français par des locuteurs d'anglais américain apprenant le français L2. Le contraste de labialisation n'existant pas en anglais, cette étude cherche à montrer comment /y/ est catégorisé dans les débuts de l'interlangue des locuteurs américains, c'est-à-dire si cette voyelle est considérée comme « similaire » ou « nouvelle » par les apprenants L2 (Major 2001, Flege 2002, Birdsong 2003, Colantoni, Steele, et Escudero 2015). Cet article expose les résultats de l'expérience menée, pour laquelle quatre étudiants américains ont été enregistrés au début de leur apprentissage du français et ont participé à un test de discrimination. Quatre francophones natifs ont ensuite participé à un test d'assimilation afin de juger leurs productions. Une analyse de l'influence de différents facteurs sur la production des voyelles françaises hautes et arrondies est également proposée.\n"
      ],
      "doi": "10.21437/JEP.2018-27"
    },
    "schweitzer18_jep": {
      "authors": [
        [
          "Claudia",
          "Schweitzer"
        ],
        [
          "Christelle",
          "Dodane"
        ],
        [
          "Jan",
          "Lazar"
        ]
      ],
      "title": "L'histoire des alphabets phonétiques du XVIIIe jusqu'à l'API",
      "original": "192554",
      "page_count": 9,
      "order": 41,
      "p1": 356,
      "pn": 364,
      "abstract": [
        "Au cours de l'histoire, il y a eu de nombreuses tentatives de créer un alphabet permettant d'établir l'inventaire des sons des langues du monde et ce, dès le XVIIe jusqu'à l'apparition à la fin du XIXème de l'Alphabet Phonétique International (1888). Pour atteindre cet objectif, nous savons aujourd'hui que chaque symbole doit désigner un seul son et inversement. Mais ce principe ne s'est pas imposé d'emblée et il a fallu de nombreuses tentatives avant d'y arriver. C'est cette histoire que nous allons tenter de retracer en exposant les réflexions de Charles de Brosses (Alphabet organique, 1765) et de Montmignon (Alphabet figuré, 1785), puis les différentes tentatives des phonéticiens au cours du XIXe siècle qui amèneront à la création de l'API (Alphabet phonotypique de Pitman et Ellis, 1845, Alphabet de Lepsius, 1855, Visible Speech de Bell, 1867, Palaeotype de Ellis, 1869 et Alphabet romique de Sweet, 1877).\n"
      ],
      "doi": "10.21437/JEP.2018-41"
    },
    "broux18_jep": {
      "authors": [
        [
          "Pierre-Alexandre",
          "Broux"
        ],
        [
          "David",
          "Doukhan"
        ],
        [
          "Simon",
          "Petitrenaud"
        ],
        [
          "Sylvain",
          "Meignier"
        ],
        [
          "Jean",
          "Carrive"
        ]
      ],
      "title": "Segmentation et Regroupement en Locuteurs: comment évaluer les corrections humaines",
      "original": "187012",
      "page_count": 9,
      "order": 11,
      "p1": 89,
      "pn": 97,
      "abstract": [
        "Dans cet article, nous présentons un simulateur dédié à l'évaluation des corrections humaines sur la tâche de Segmentation et Regroupement en Locuteurs (SRL). Nous proposons quatre actions élémentaires afin de corriger une SRL et un automate pour simuler la séquence de corrections. Une mesure est proposée pour évaluer le coût de correction. Le simulateur est évalué en utilisant des émissions françaises d'information tirées du corpus REPERE.\n"
      ],
      "doi": "10.21437/JEP.2018-11"
    },
    "cuartero18_jep": {
      "authors": [
        [
          "Marie-Charlotte",
          "Cuartero"
        ],
        [
          "Roxane",
          "Bertrand"
        ],
        [
          "Marie",
          "Vidailhet"
        ],
        [
          "David",
          "Grabli"
        ],
        [
          "Serge",
          "Pinto"
        ]
      ],
      "title": "Organisation temporelle de la parole dans la dystonie généralisée primaire",
      "original": "192611",
      "page_count": 9,
      "order": 68,
      "p1": 594,
      "pn": 602,
      "abstract": [
        "La dystonie généralisée primaire est un trouble neurologique se caractérisant par des mouvements involontaires et une dysarthrie (trouble de la production de la parole) de type hyperkinétique. La description de référence des dégradations de la parole dans la DGP est l'étude perceptive de Darley et al., (1969 a, b). Elle montre que l'altération de l'organisation temporelle de la parole se manifeste par un débit lent, des silences inappropriés et un allongement des pauses. L'objectif de cette étude est de caractériser acoustiquement la parole dans la DGP. Aucune différence significative entre sujets contrôle et patients atteints de DGP n'a été trouvée. Par ailleurs, quatre patients parmi les 11 étudiés, ont au moins une variable temporelle altérées ; ils révèlent une dysrythmie. Alors que la dysarthrie est considérée comme un défaut d'exécution de la parole, il serait intéressant d'investiguer l'implication de fonctions non-motrices. Ainsi, d'autres composantes prosodiques nécessitent d'être analysées.\n"
      ],
      "doi": "10.21437/JEP.2018-68"
    },
    "lemarchand18_jep": {
      "authors": [
        [
          "Leslie",
          "Lemarchand"
        ],
        [
          "Andrea",
          "MacLeod"
        ],
        [
          "Mélanie",
          "Canault"
        ],
        [
          "Sophie",
          "Kern"
        ]
      ],
      "title": "Développement de la parole et de la mastication : Evolution de la durée des cycles oscillatoires mandibulaires observés entre 8 et 14 mois chez 4 enfants québécois",
      "original": "191869",
      "page_count": 9,
      "order": 17,
      "p1": 142,
      "pn": 150,
      "abstract": [
        "La mastication et la parole sont deux activités motrices acquises qui apparaissent au cours de la première année de vie grâce à l'émergence d'oscillations rythmiques mandibulaires. Cette étude vise à investiguer l'évolution des patrons temporels mandibulaires pour ces deux activités entre 8 et 14 mois et d'observer comment ces patrons interagissent au cours du développement. Pour cela, 4 enfants français québécois ont été enregistrés à 8, 10, 12 et 14 mois au cours d'activités de parole spontanée et de nutrition. Les analyses acoustiques et vidéos effectuées mettent en évidence une différence significative entre la durée de la syllabe et celle d'un cycle masticatoire. Cette distinction temporelle pourrait illustrer la spécialisation précoce de l'organisation temporelle des activités de parole et de nutrition.\n"
      ],
      "doi": "10.21437/JEP.2018-17"
    },
    "dalessandro18_jep": {
      "authors": [
        [
          "Daria",
          "D'Alessandro"
        ],
        [
          "Cécile",
          "Fougeron"
        ]
      ],
      "title": "Réduction de la coarticulation et vieillissement",
      "original": "192719",
      "page_count": 9,
      "order": 47,
      "p1": 410,
      "pn": 418,
      "abstract": [
        "La parole évolue au cours de la vie avec le développement, chez les enfants, mais aussi avec le vieillissement, chez les adultes. Outre des modifications temporelles et spectrales connues, cette étude vise à examiner les effets du vieillissement sur la coarticulation anticipatoire voyelle_à_voyelle en français. Cet effet est testé en fonction de la durée des voyelles et de différences entre variantes régionales. Les productions de 167 locuteurs couvrant trois groupes d'âge (20-39) (50-69) (70-89) et 4 variantes régionales sont examinées. La coarticulation de V2 (/a/ ou /i/) sur V1 (/a/) est mesurée en termes d'abaissement de F1 et montée de F2. Les résultats montrent un degré de coarticulation et un allongement des voyelles variables en fonction de la variante régionale ainsi qu'un allongement global des voyelles chez les locuteurs les plus âgés. Plus intéressant, ces variations s'accompagnent d'une diminution de la coarticulation avec l'âge.\n"
      ],
      "doi": "10.21437/JEP.2018-47"
    },
    "zaouali18_jep": {
      "authors": [
        [
          "Hasna",
          "Zaouali"
        ],
        [
          "Béatrice",
          "Vaxelaire"
        ],
        [
          "Christian",
          "Debry"
        ],
        [
          "Guy",
          "Bronner"
        ],
        [
          "Rudolph",
          "Sock"
        ]
      ],
      "title": "Étude acoustique de voyelles tenues produites par des patients glossectomisés suite à un cancer endo-bucal",
      "original": "192590",
      "page_count": 8,
      "order": 9,
      "p1": 72,
      "pn": 79,
      "abstract": [
        "Le présent travail est une étude acoustique de quelques caractéristiques spectrales de voyelles tenues [i-a-u], produites par des patients ayant subi une glossectomie partielle ou totale, suite à un cancer endo-buccal. Les conséquences de l'opération chirurgicale sont évaluées dans le but d'identifier les différentes perturbations que cette opération peut entraîner, mais également afin de mettre au jour les possibles stratégies de compensations et/ou réajustements que le patient peut mettre en place seul ou à l'aide d'une rééducation orthophonique. Notre étude est longitudinale puisque les patients sont enregistrés lors de différentes phases pré et post-opératoires.\n"
      ],
      "doi": "10.21437/JEP.2018-9"
    },
    "philippartdefoy18_jep": {
      "authors": [
        [
          "Marie",
          "Philippart De Foy"
        ],
        [
          "Véronique",
          "Delvaux"
        ],
        [
          "Kathy",
          "Huet"
        ],
        [
          "Morgane",
          "Monnier"
        ],
        [
          "Myriam",
          "Piccaluga"
        ],
        [
          "Bernard",
          "Harmegnies"
        ]
      ],
      "title": "Un protocole de recueil de productions orales chez l'enfant préscolaire : une étude préliminaire auprès d'enfants bilingues",
      "original": "192731",
      "page_count": 9,
      "order": 73,
      "p1": 639,
      "pn": 647,
      "abstract": [
        "Notre recherche vise à étudier le développement phonologique et phonétique, en production de parole, d'enfants bilingues préscolaires ayant différentes combinaisons linguistiques. Notre objectif est d'évaluer l'évolution des habiletés de production et des réalisations phonétiques des enfants dans une approche translinguistique et écologique. Dans cette optique, nous avons élaboré un protocole expérimental original et adapté. Les productions orales d'enfants bilingues sont recueillies longitudinalement via une tâche de dénomination en français. Le corpus cible des structures phonologiques spécifiques et implique un ordre de présentation particulier des items, par âge d'acquisition croissant et complexité phonologique progressive. Soumises à des procédures de codage spécifiques dans Praat, les productions récoltées font l'objet d'une transcription phonétique fine permettant d'isoler des phénomènes particuliers. Nous présentons les résultats préliminaires des premières analyses qualitatives pour trois enfants bilingues français-italien sur base de deux recueils de production de parole pour chaque participant.    \n"
      ],
      "doi": "10.21437/JEP.2018-73"
    },
    "guitardivent18_jep": {
      "authors": [
        [
          "Fanny",
          "Guitard-Ivent"
        ]
      ],
      "title": "Effets de la durée vocalique et du locuteur sur le degré de coarticulation C-à-V en français : étude sur grands corpus",
      "original": "192715",
      "page_count": 9,
      "order": 58,
      "p1": 505,
      "pn": 513,
      "abstract": [
        "Cette étude examine la coarticulation C-à-V en fonction de la durée des voyelles et de la variabilité entre locuteurs à partir de grands corpus du français. Les changements de F2 des voyelles selon le contexte consonantique (alvéolaire vs. uvulaire) sont testés sur 22k voyelles /i, E, a, ɔ, u/ (/E/ = /e, ɛ/) réparties en 3 tranches de durée (courte/moyenne/longue). L'effet du locuteur et l'interaction locuteur*durée sont étudiés à partir de 3,5k /a/ produits par 8 locuteurs. Les résultats montrent que plus les voyelles sont courtes, plus l'effet contextuel est fort (excepté pour /u/). La coarticulation comme sa modulation par la durée sont fonction du locuteur. Pour deux locuteurs, l'effet contextuel est indépendant de la durée alors qu'un ajustement sur deux ou trois niveaux de durée est observé pour les autres. Plus surprenant, l'augmentation de la coarticulation des voyelles courtes se fait sur un contexte particulier dépendant du locuteur.\n"
      ],
      "doi": "10.21437/JEP.2018-58"
    },
    "delhoume18_jep": {
      "authors": [
        [
          "Anaïs",
          "Delhoume"
        ],
        [
          "Emmanuel",
          "Ferragne"
        ]
      ],
      "title": "Influence de la posture corporelle sur les paramètres acoustiques de la parole",
      "original": "192734",
      "page_count": 8,
      "order": 65,
      "p1": 568,
      "pn": 575,
      "abstract": [
        "Peu de recherches se sont intéressées à l'influence que peut exercer la posture corporelle sur la production de la parole et notamment sur ses paramètres acoustiques. Cette étude examine l'influence de la position allongée et de la position assise sur les formants (F1 et F2) des 10 voyelles orales du français, sur F0, sur le débit de parole et sur les caractéristiques du signal électroglottographique. Les faibles différences observées entre les deux conditions mettent en avant la capacité des locuteurs à compenser les effets de la gravité pour préserver l'homogénéité des cibles acoustiques.\n"
      ],
      "doi": "10.21437/JEP.2018-65"
    },
    "ferreira18_jep": {
      "authors": [
        [
          "Sébastien",
          "Ferreira"
        ],
        [
          "Jérôme",
          "Farinas"
        ],
        [
          "Julien",
          "Pinquier"
        ],
        [
          "Stéphane",
          "Rabant"
        ]
      ],
      "title": "Prédiction a priori de la qualité de la transcription automatique de la parole bruitée",
      "original": "192516",
      "page_count": 9,
      "order": 29,
      "p1": 249,
      "pn": 257,
      "abstract": [
        "De nombreuses sources de variabilité dégradent les performances d'un système de Reconnaissance Automatique de la Parole (RAP). Dans cette étude, les dégradations provoquées par le type et le niveau de bruit sont explorées afin de prédire a priori la qualité de la RAP, i.e. avant même le décodage. Notre méthode se fonde sur une séparation spectrale de la parole et du bruit afin de produire un modèle de régression. L'expérimentation a été réalisée sur le corpus Wall street Journal, bruité avec le corpus NOISEX-92 (17 types de bruit) que nous appliquons à 9 niveaux de rapport signal à bruit. La méthode de régression proposée obtient moins de 8% d'erreur moyenne entre le Word Error Rate (WER) prédit et le WER réellement obtenu par le système de transcription automatique de la parole.\n"
      ],
      "doi": "10.21437/JEP.2018-29"
    },
    "davat18_jep": {
      "authors": [
        [
          "Ambre",
          "Davat"
        ],
        [
          "Véronique",
          "Aubergé"
        ],
        [
          "Gang",
          "Feng"
        ]
      ],
      "title": "Vers un modèle du « toucher vocal » pour la communication ubiquïte",
      "original": "192737",
      "page_count": 9,
      "order": 35,
      "p1": 303,
      "pn": 311,
      "abstract": [
        "Un des enjeux de la robotique de téléprésence est d'offrir une immersion socio-relationnelle ubiquite. Pour y parvenir, il est nécessaire de comprendre et modéliser les facteurs qui permettraient au téléopérateur de contrôler la transmission de ses productions vocales, afin de lui en donner la perception, la proprioception et l'inter-proprioception. Ce modèle de transfert de la distance vocale socialement incarnée devra tenir compte de l'ensemble des paramètres impliqués dans l'effet socio-relationnel des productions vocales, en particulier l'intensité. Il devra également intégrer des éléments de contexte pertinents à la performance intentionnelle du locuteur téléopérant. Nous présentons dans cet article une première expérience visant à mesurer, analyser et modéliser la manière dont l'humain perçoit la distance physique qui le sépare d'un interlocuteur, en fonction de variations socio-affectives dans les productions vocales de cet interlocuteur. Ces résultats seront la référence des modèles qui seront implantés sur notre robot de téléprésence : RobAir Social Touch.\n"
      ],
      "doi": "10.21437/JEP.2018-35"
    },
    "ghio18_jep": {
      "authors": [
        [
          "Alain",
          "Ghio"
        ],
        [
          "Muriel",
          "Lalain"
        ],
        [
          "Laurence",
          "Giusti"
        ],
        [
          "Gilles",
          "Pouchoulin"
        ],
        [
          "Danièle",
          "Robert"
        ],
        [
          "Marie",
          "Rebourg"
        ],
        [
          "Corinne",
          "Fredouille"
        ],
        [
          "Imed",
          "Laaridh"
        ],
        [
          "Virginie",
          "Woisard"
        ]
      ],
      "title": "Une mesure d'intelligibilité par décodage acoustico-phonétique de pseudo-mots dans le cas de parole atypique",
      "original": "190996",
      "page_count": 9,
      "order": 33,
      "p1": 285,
      "pn": 293,
      "abstract": [
        "Les limitations actuelles des tests d'intelligibilité effectués sur des locuteurs ayant une production atypique de la parole résident dans la capacité des auditeurs à restaurer les séquences distordues. Le résultat est une mesure surévaluée par rapport à la performance articulatoire réelle. Nous présentons un test d'intelligibilité fondé sur la prononciation de pseudo-mots de façon à complètement neutraliser les effets de lexicalité ou d'apprentissage des items par les auditeurs. 126 locuteurs (41 sujets sains et 85 patients atteints de troubles de la parole) ont produit chacun 52 pseudo-mots tirés aléatoirement d'une liste de 89346 formes possibles. 40 auditeurs ont retranscrit ces productions. Les transcriptions orthographiques ont été phonétisées puis comparées aux formes phonétiques attendues par un algorithme de Wagner-Fischer qui intègre les phénomènes d'insertion, élision et substitution de phonèmes. Les résultats montrent que les formes perçues chez les patients sont en moyenne à une distance bien plus élevée que chez les sujets contrôles.\n"
      ],
      "doi": "10.21437/JEP.2018-33"
    },
    "lancien18_jep": {
      "authors": [
        [
          "Mélanie",
          "Lancien"
        ],
        [
          "Nicolas",
          "Audibert"
        ],
        [
          "Cécile",
          "Fougeron"
        ]
      ],
      "title": "Effet de la situation de parole sur la variabilité des voyelles en français",
      "original": "192467",
      "page_count": 9,
      "order": 39,
      "p1": 338,
      "pn": 346,
      "abstract": [
        "Cette étude s'intéresse à la variation vocalique en français en fonction des situations de production de la parole. Huit locutrices ont participé à un protocole induisant des interactions naturelles à travers un jeu contrôlé. Cette condition de jeu (J) est comparée à la lecture rapide (LR), la lecture normale (LN), et la lecture pour un malentendant (ME) des mêmes mots cibles. Nous étudions la durée, la dispersion dans l'espace F1*F2, et la variabilité intra-catégorie sur le plan F1*F2*F3 de 1702 exemplaires des voyelles /i, y, E, o, a, O, o, u/. La situation de production affecte toutes les variables. Comparé à LN, les voyelles en J et LR sont plus courtes, elles sont aussi plus centralisées et moins variables en LR, mais pas en J. La comparaison des tailles d'effet montre que la condition de production influence plus fortement la variabilité intra-catégorie que la centralisation du système.\n"
      ],
      "doi": "10.21437/JEP.2018-39"
    },
    "laaridh18b_jep": {
      "authors": [
        [
          "Imed",
          "Laaridh"
        ],
        [
          "Corinne",
          "Fredouille"
        ],
        [
          "Alain",
          "Ghio"
        ],
        [
          "Muriel",
          "Lalain"
        ],
        [
          "Virginie",
          "Woisard"
        ]
      ],
      "title": "Evaluation automatique de l'intelligibilité de la parole dans le contexte de cancers de la tête et du cou",
      "original": "193542",
      "page_count": 9,
      "order": 22,
      "p1": 187,
      "pn": 195,
      "abstract": [
        "Dans le contexte de la parole pathologique, l'évaluation perceptive reste la méthode la plus utilisée par les cliniciens et orthophonistes pour mesurer le niveau d'intelligibilité de leurs patients, et ce malgré le caractère subjectif bien connu de ce type d'évaluation.  Le travail présenté ici consiste à reproduire la méthode automatique de prédiction de l'intelligibilité, proposée dans une précédente étude, sur un corpus de patients atteints de cancers de la tête et du cou et présentant des troubles de la parole plus ou moins sévères. Ce travail doit permettre (1) de comparer le comportement du système automatique de prédiction du degré d'intelligibilité sur une population de patients différente, (2) de montrer la pertinence, en terme d'application d'outils automatiques, d'un nouveau protocole d'enregistrements des patients, basé sur des logatomes et dédié à l'évaluation de l'intelligibilité.  Les résultats expérimentaux obtenus confirment la validité de l'approche automatique (corrélation r=0.84) mais également du protocole utilisé.\n"
      ],
      "doi": "10.21437/JEP.2018-22"
    },
    "martin18_jep": {
      "authors": [
        [
          "Philippe",
          "Martin"
        ]
      ],
      "title": "Un algorithme de segmentation en phrasé",
      "original": "206801",
      "page_count": 9,
      "order": 32,
      "p1": 276,
      "pn": 284,
      "abstract": [
        "En lisant à voix haute ou silencieusement, nous segmentons la parole en groupes accentuels, ne contenant qu'une seule syllabe accentuée (hors accent d'insistance). Dans les langues à accent lexical comme l'anglais, les groupes accentuels contiennent un mot lexical (nom, adverbe, verbe ou adjectif) dans lequel la position de l'accent est définie dans le lexique. En français, langue sans accent lexical, les groupes accentuels sont définis non par la catégorie de mots qu'ils contiennent mais par le temps qu'il faut pour les lire ou les prononcer. Le phrasé, c'est-à-dire la segmentation en groupes accentuels, dépend donc du débit de parole. Avec un débit de parole lent, toutes les syllabes finales de mots lexicaux sont accentuées, alors qu'un débit de parole rapide peut rassembler plusieurs mots lexicaux dans un seul groupe accentuel. Un algorithme de phrasé basé sur cette propriété est présenté et illustré sur deux exemples de parole lue et spontanée.\n"
      ],
      "doi": "10.21437/JEP.2018-32"
    },
    "meynadier18_jep": {
      "authors": [
        [
          "Yohann",
          "Meynadier"
        ],
        [
          "Sophie",
          "Dufour"
        ]
      ],
      "title": "Ambiguïté temporaire des obstruantes voisées en parole chuchotée",
      "original": "191098",
      "page_count": 9,
      "order": 15,
      "p1": 125,
      "pn": 133,
      "abstract": [
        "Meynadier & Dufour (2016) ont étudié la résolution perceptive d'ambiguïtés de voisement en parole chuchotée en français. Via un paradigme d'amorçage sémantique, des mots cibles visuels ont été présentés immédiatement après la fin de mots amorces audio sémantiquement reliées aux cibles. En parole chuchotée, un effet d'amorçage a été observé seulement pour les amorces contenant une obstruante sourde (/petal/ amorce fleur), mais pas pour les amorces à obstruante voisée : /pedal/ ne facilitait ni le traitement de son associé sémantique vélo, ni celui de fleur, relié à l'autre membre de la paire minimale à obstruante sourde (/petal/). Dans cette étude, les cibles visuelles sont présentées 50 ms après les amorces audio. Contrairement à ce qui a été observé avec un délai de 0 ms, seules les mots chuchotés à obstruante voisée amorcent leur associé sémantique (/pedal/–vélo), ce qui n'est plus le cas des amorces chuchotées à obstruante sourde (/petal/–fleur). Ces études suggèrent que des indices résiduels du voisement sont exploités par les auditeurs pour retrouver le mot chuchoté. Néanmoins, la reconnaissance du trait [+voisé] en parole chuchotée ne serait pas immédiate et nécessiterait un certain temps supplémentaire de traitement.\n"
      ],
      "doi": "10.21437/JEP.2018-15"
    },
    "ghannay18_jep": {
      "authors": [
        [
          "Sahar",
          "Ghannay"
        ],
        [
          "Nathalie",
          "Camelin"
        ],
        [
          "Yannick",
          "Estève"
        ]
      ],
      "title": "Représentations de phrases dans un espace continu spécifiques à la tâche de détection d'erreurs",
      "original": "192887",
      "page_count": 9,
      "order": 72,
      "p1": 630,
      "pn": 638,
      "abstract": [
        "Cet article présente une étude sur la modélisation des erreurs de reconnaissance de la parole au niveau de la phrase, afin de compenser certains phénomènes mis en avant par l'analyse des sorties du système de détection d'erreurs que nous avons précédemment proposé. Nous avons étudié trois approches différentes, qui sont fondées respectivement sur l'utilisation des représentations continues (embeddings) de phrases dédiées à la tâche de détection d'erreur, d'un modèle contextuel probabiliste (MCP) et d'un réseau de neurones récurrent BLSTM. Une approche pour construire les embeddings spécifiques à la tâche est proposée et comparée à l'approche Doc2vec. Les expériences sont effectuées sur des transcriptions automatiques du corpus ETAPE générées par le système de reconnaissance automatique du LIUM. Elles montrent que les embeddings spécifiques à la tâche obtiennent de meilleurs résultats que les embeddings génériques et que leur intégration dans notre système améliore les résultats par rapport aux MCP et BLSTM. \n"
      ],
      "doi": "10.21437/JEP.2018-72"
    },
    "krzonowski18_jep": {
      "authors": [
        [
          "Jennifer",
          "Krzonowski"
        ],
        [
          "François",
          "Pellegrino"
        ],
        [
          "Emmanuel",
          "Ferragne"
        ]
      ],
      "title": "Etude acoustique de la production de voyelles de l'anglais par des apprenants francophones",
      "original": "192673",
      "page_count": 9,
      "order": 60,
      "p1": 523,
      "pn": 531,
      "abstract": [
        "Les apprenants francophones tardifs de l'anglais présentent un accent étranger dont la littérature souligne qu'il est particulièrement marqué, en ce qui concerne les voyelles, pour /ɪ/, /ʌ/ et /æ/ qui seraient prononcées « à la française ». Nous avons étudié les paramètres acoustiques des voyelles /ɪ/, /i:/, /æ/, /ʌ/ et /ɑ:/ de l'anglais produites par 38 locuteurs natifs de l'anglais et par 48 apprenants de langue maternelle française, ainsi que ceux des voyelles /a/, /e/, /i/ et /œ/ du français produites par ces mêmes apprenants. Les résultats montrent tout d'abord une plus grande variabilité des productions en L2 qu'en L1. De plus, les productions en L2 du contraste /i: - ɪ/ présentent une grande confusion entre les deux catégories, alors que l'effet inverse est observé dans la région du [a]. Nos données montrent également que les apprenants produisent les contrastes de durée mais de manière moins marquée que les locuteurs natifs. Enfin, l'étude de la dynamique des formants pour les voyelles /i:/ et /i/ suppose une variabilité dans la diphtongaison du /i:/ produit par les natifs.\n"
      ],
      "doi": "10.21437/JEP.2018-60"
    },
    "delvaux18_jep": {
      "authors": [
        [
          "Véronique",
          "Delvaux"
        ],
        [
          "Giancarlo",
          "Luxardo"
        ],
        [
          "Fabrice",
          "Hirsch"
        ]
      ],
      "title": "Une histoire des JEP: 50 ans d'études sur la parole",
      "original": "192672",
      "page_count": 9,
      "order": 42,
      "p1": 365,
      "pn": 373,
      "abstract": [
        "Cet article retrace l'histoire des Journées d'Etudes sur la Parole en mettant en avant l'évolution de cette manifestation scientifique au cours de ses 50 ans d'existence, et ce à différents niveaux: (i) l'organisation (lieux, durée, format des communications et des actes, structuration en différentes sessions, etc.); (ii) les participants et auteurs des communications (nombre, sexe, champ disciplinaire); (iii) les thématiques et méthodologies déployées dans les articles complets, sur la base d'une analyse textuelle de l'ensemble des actes publiés (31 éditions, près de 2000 articles complets).\n"
      ],
      "doi": "10.21437/JEP.2018-42"
    },
    "michelas18_jep": {
      "authors": [
        [
          "Amandine",
          "Michelas"
        ],
        [
          "Sophie",
          "Dufour"
        ]
      ],
      "title": "L'information accentuelle est-elle représentée dans le lexique mental des locuteurs du français ?",
      "original": "206727",
      "page_count": 9,
      "order": 44,
      "p1": 383,
      "pn": 391,
      "abstract": [
        "Une particularité prosodique du français est que l'accent primaire ne permet pas de distinguer deux mots de sens différents. A l'aide d'un paradigme d'amorçage de répétition, nous avons examiné si l'information accentuelle est représentée dans le lexique mental des français. En comparaison à une condition contrôle, nous avons observé une diminution des temps de réaction, que le mot cible « ban'deau » accentué sur sa syllabe finale soit précédé de l'amorce « ban'deau » elle-même accentuée sur sa syllabe finale ou qu'il soit précédé de l'amorce « bandeau » inaccentuée. Un tel résultat suggère que les mots sont stockés indépendamment de la présence ou non d'un accent en français. D'un point de vue théorique plus général, ce résultat est compatible avec les modèles abstractionnistes de la reconnaissance des mots parlés dans lesquels les informations acoustiques non pertinentes à l'identification des mots seraient écartées du signal de parole avant l'accès au lexique.\n"
      ],
      "doi": "10.21437/JEP.2018-44"
    },
    "vythelingum18_jep": {
      "authors": [
        [
          "Kévin",
          "Vythelingum"
        ],
        [
          "Yannick",
          "Estève"
        ],
        [
          "Olivier",
          "Rosec"
        ]
      ],
      "title": "Transcription phonétique automatique pour la synthèse de la parole",
      "original": "192240",
      "page_count": 9,
      "order": 12,
      "p1": 98,
      "pn": 106,
      "abstract": [
        "La synthèse de parole consiste à produire un signal de parole à partir d'une séquence de mots. Elle s'appuie sur un ensemble d'enregistrements de parole transcrits en mots et en chaînes phonétiques. La qualité de cette transcription influe directement sur la qualité globale des systèmes de synthèse. Or, les chaînes phonétiques sont généralement issues d'une phonétisation automatique du texte, qui ne varie donc pas d'un locuteur à l'autre. Dans ce travail, nous explorons différentes méthodes permettant d'obtenir des chaînes phonétiques dépendantes du signal de parole et du texte. Nous appliquons finalement nos résultats à la tâche de détection des erreurs de phonétisation. Autrement dit, nous cherchons à identifier des zones où les chaînes phonétiques initiales sont erronées. Sur des données en français, nous montrons que nous pouvons corriger de 76,6 à 90,7% des erreurs de phonétisation d'un système commercial en ne vérifiant que 3,6 à 18,5% des données.\n"
      ],
      "doi": "10.21437/JEP.2018-12"
    },
    "mdhaffar18_jep": {
      "authors": [
        [
          "Salima",
          "Mdhaffar"
        ],
        [
          "Antoine",
          "Laurent"
        ],
        [
          "Yannick",
          "Estève"
        ]
      ],
      "title": "Etude de performance des réseaux neuronaux récurrents dans le cadre de la campagne d'évaluation Multi-Genre Broadcast challenge 3 (MGB3)",
      "original": "192635",
      "page_count": 9,
      "order": 20,
      "p1": 169,
      "pn": 177,
      "abstract": [
        "Ces dernières années, l'utilisation des réseaux neuronaux est devenue incontournable dans de nombreux domaines liés au traitement automatique des langues. Le travail présenté dans cet article s'inscrit dans le cadre de leur utilisation dans le domaine de la reconnaissance automatique de la parole. Nous présentons les résultats obtenus par des réseaux neuronaux récurrents (RNN) de natures différentes (LSTM, GRU, GRU-highway) sur les données de la campagne d'évaluation MGB 3. Les données de cette campagne, qui n'est pas encore terminée, correspondent à des enregistrements d'émissions très diverses de la chaîne de télévision britannique BBC. Nos expériences offrent une comparaison des résultats des différents RNN et comment, en combinant des réseaux de neurones récurrents et des modèles de langage n-gram classiques modélisant les phrases dans les deux sens de lecture, il est possible d'améliorer de manière très significative les performances d'un système de reconnaissance de la parole.\n"
      ],
      "doi": "10.21437/JEP.2018-20"
    },
    "tellier18_jep": {
      "authors": [
        [
          "Marion",
          "Tellier"
        ],
        [
          "Gale",
          "Stam"
        ],
        [
          "Alain",
          "Ghio"
        ]
      ],
      "title": "« Tout ça c'est abstrait » : Comment le degré d'abstraction d'un mot expliqué affecte-t-il la parole multimodale ?",
      "original": "192468",
      "page_count": 9,
      "order": 38,
      "p1": 329,
      "pn": 337,
      "abstract": [
        "Lorsque nous parlons, nous produisons spontanément des gestes coverbaux, c'est-à-dire en lien avec la parole. Dans cette étude nous nous intéressons à des séquences orales d'explication lexicale de mots concrets et de mots abstraits en nous demandant si le degré d'abstraction du sujet de l'interaction affecte la production gestuelle. Dans la mesure où les mots concrets sont liés à une grande iconicité (high imageability) et les mots abstraits à une faible iconicité (low imageability) (Paivio, 1986 ; Palmer et al., 2013), on peut faire l'hypothèse que les gestes qui accompagnent les mots concrets sont majoritairement iconiques et que les gestes qui accompagnent les mots abstraits sont principalement métaphoriques (si on se base sur cette distinction de McNeill, 1992). Nous examinerons plusieurs paramètres: le taux gestuel du discours, le type de geste employé et l'espace gestuel utilisé.\n"
      ],
      "doi": "10.21437/JEP.2018-38"
    }
  },
  "sessions": [
    {
      "title": "VOIX",
      "papers": [
        "obin18_jep",
        "gresse18_jep",
        "pillotloiseau18_jep"
      ]
    },
    {
      "title": "LOCUTEURS",
      "papers": [
        "ajili18_jep",
        "rossato18_jep",
        "gendrot18_jep"
      ]
    },
    {
      "title": "VARIATION",
      "papers": [
        "premat18_jep",
        "wottawa18_jep",
        "zaouali18_jep",
        "garnier18_jep"
      ]
    },
    {
      "title": "CORRECTIONS ET INCERTITUDES",
      "papers": [
        "broux18_jep",
        "vythelingum18_jep",
        "cattelain18_jep",
        "alazardguiu18_jep"
      ]
    },
    {
      "title": "POSTER 1",
      "papers": [
        "meynadier18_jep",
        "salaheddine18_jep",
        "lemarchand18_jep",
        "yamlamai18_jep",
        "santiago18_jep",
        "mdhaffar18_jep",
        "pepiot18_jep",
        "laaridh18b_jep",
        "nocaudie18_jep",
        "pukli18_jep",
        "kamiyama18_jep",
        "guiraud18_jep",
        "michaud18_jep",
        "fauth18_jep",
        "ferreira18_jep",
        "simonnet18_jep",
        "schoentgen18_jep",
        "martin18_jep",
        "ghio18_jep",
        "biteevalecocq18_jep",
        "davat18_jep",
        "abouhaidar18_jep"
      ]
    },
    {
      "title": "INTERACTION",
      "papers": [
        "ferre18_jep",
        "tellier18_jep",
        "lancien18_jep",
        "riou18_jep"
      ]
    },
    {
      "title": "PAROLE A L'HISTOIRE",
      "papers": [
        "schweitzer18_jep",
        "delvaux18_jep"
      ]
    },
    {
      "title": "PERCEPTION",
      "papers": [
        "avanzi18_jep",
        "michelas18_jep",
        "laaridh18_jep",
        "crouzet18_jep"
      ]
    },
    {
      "title": "SIGNAUX SOCIAUX",
      "papers": [
        "dalessandro18_jep",
        "suire18_jep",
        "arnold18_jep"
      ]
    },
    {
      "title": "ARTICULATION",
      "papers": [
        "canault18_jep",
        "didirkova18_jep",
        "king18_jep"
      ]
    },
    {
      "title": "POSTER 2",
      "papers": [
        "ning18_jep",
        "meunier18_jep",
        "garnier18b_jep",
        "prince18_jep",
        "doukhan18_jep",
        "guitardivent18_jep",
        "stgelais18_jep",
        "krzonowski18_jep",
        "dehaisunderdown18_jep",
        "huang18_jep",
        "desnous18_jep",
        "tomashenko18_jep",
        "delhoume18_jep",
        "popescu18_jep",
        "tortel18_jep",
        "cuartero18_jep",
        "bustamante18_jep",
        "audibert18_jep",
        "lienard18_jep",
        "ghannay18_jep",
        "philippartdefoy18_jep",
        "bigi18_jep"
      ]
    },
    {
      "title": "POPULATIONS",
      "papers": [
        "mairano18_jep",
        "verhaegen18_jep",
        "marczyk18_jep",
        "shao18_jep"
      ]
    }
  ],
  "doi": "10.21437/JEP.2018"
}
