{
  "title": "ETRW - Sound Patterns of Spontaneous Speech (SPoSS)",
  "location": "La Baume-les-Aix, France",
  "startDate": "24/9/1998",
  "endDate": "26/9/1998",
  "conf": "SPOSS",
  "year": "1998",
  "name": "sposs_1998",
  "series": "",
  "SIG": "",
  "title1": "ETRW - Sound Patterns of Spontaneous Speech",
  "title2": "(SPoSS)",
  "date": "24-26 September 1998",
  "papers": {
    "lindblom98_sposs": {
      "authors": [
        [
          "Björn",
          "Lindblom"
        ]
      ],
      "title": "Making sense of the infinite variety of natural speech patterns",
      "original": "spos_003",
      "page_count": 5,
      "order": 1,
      "p1": "3",
      "pn": "7",
      "abstract": [
        "Dans cet article, nous discutons de nouveaux résultats sur la réduction vocalique et la coarticulation consonne/voyelle en terme de biomécanique et de contraintes générales d'origine physiologique. Nous illustrons une stratégie qui combine des formulations théoriques avec des observations expérimentales et qui vise à utiliser les données sur la parole conversationnelle informelle et les données de la parole de laboratoire d'une manière interactive.\n",
        ""
      ]
    },
    "kohler98_sposs": {
      "authors": [
        [
          "Klaus J.",
          "Kohler"
        ]
      ],
      "title": "The phonetic manifestation of words in spontaneous speech",
      "original": "spos_013",
      "page_count": 10,
      "order": 2,
      "p1": "13",
      "pn": "22",
      "abstract": [
        "Nous présentons des données de la parole spontanée, en particulier de l'allemand, qui montrent la grande variabilité dans la manifestation phonétique des mots, ainsi que l'affaiblissement ou même la disparition de signaux qui puissent les différencier et délimiter uniquement. Ces processus de la communication parlée constituent une phonologie au niveau de la phrase, dont les études empiriques et théoriques à travers les langues sont d'une très grande importance et actualité.\n",
        ""
      ]
    },
    "vaissiere98_sposs": {
      "authors": [
        [
          "Jacqueline",
          "Vaissière"
        ]
      ],
      "title": "Synchronic variations, historical sound changes and suprasegmental framework",
      "original": "spos_069",
      "page_count": 10,
      "order": 3,
      "p1": "69",
      "pn": "78",
      "abstract": [
        "Ce tutoriel concerne l'influence de la structure prosodique sur le sort réservé aux phonèmes au cours des siècles : maintenance, changement ou disparition complète. Par structure prosodique, on entend non seulement les frontières de mots et de syllabes, l'accent de mot, mais également les différentes façons de positionner ses organes vocaux. Dans une première partie, on examinera l'apport évident d'explications prosodiques sur les changements de sons du Latin au Français, et on essayera de dresser, malgré le manque de données, la similitude entre les phénomènes de parole spontanée et ces changements. La deuxième partie, plus hypothétique, rappelle la notion de \"base articulatoire\", c'est-à-dire une posture générale et une dynamique des mouvements, une notion chère à nos anciens, et toujours aussi difficile à cerner, et qui est cependant une composante nécessaire pour rendre compte de la simultanéité de certains changements. Cette communication, enfin, traite de la nécessité d'intégrer une composante prosodique (positions prosodiques fortes et faibles), une composante acoustique (comme les contraintes aérodynamiques avec la notion de voisement et de dévoisement, actif et passif, et les possibilités de compensation) et une composante auditive pour passer d'une description pure et simple des phénomènes à une modélisation.\n",
        ""
      ]
    },
    "cutler98_sposs": {
      "authors": [
        [
          "Anne",
          "Cutler"
        ]
      ],
      "title": "The recognition of spoken words with variable representations",
      "original": "spos_083",
      "page_count": 10,
      "order": 4,
      "p1": "83",
      "pn": "92",
      "abstract": [
        "Selon les modèles actuels de reconnaissance de la parole, l'identification des mots se déroule en deux temps: une phase d'activation des candidats lexicaux, et une phase de compétition. Cependant, la plupart des recherches portant sur ce sujet ont été réalisées avec des stimuli moins naturels, enregistrés dans des conditions acoustiques optimales. Depuis peu, les psycholinguistes ont commencé à s'intéresser aux caractéristiques acoustiques de la parole spontanée et a leurs conséquences sur les processus d'activation du lexique. Cette présentation fournit un résumé des recherches récentes sur les effets de resyllabification, de réduction, d'assimilation et d'insertion des segments phonémiques. Les résultats de ces études nous amènent à conclure que ces processus ne compliquent que rarement la tâche de l'auditeur; parfois même, ils la rendent plus facile.\n",
        ""
      ]
    },
    "fujimura98_sposs": {
      "authors": [
        [
          "Osamu",
          "Fujimura"
        ],
        [
          "Bryan",
          "Pardo"
        ],
        [
          "Donna",
          "Erickson"
        ]
      ],
      "title": "Effect of emphasis and irritation on jaw opening",
      "original": "spos_023",
      "page_count": 5,
      "order": 5,
      "p1": "23",
      "pn": "27",
      "abstract": [
        "Les traces des mouvements mandibulaires, observées au système des rayons X micro-faisceaux (x-ray microbeam), pendent que les sujets prenaient part aux dialogues, sont interprétées selon le modèle Convertisseur/Distributeur (C/D). L'experimenteur faisait sortir du sujet une adresse (559 ou 595 Pine St., selon l'essai), et puis faisait semblant de mal comprendre l'un ou l'autre des numéros à plusiers fois. Le sujet le corrigait chaque fois, avec le résultat des dialogues variés mais pareils. En utilisant le méthode \"iceberg\", le centre de chaque syllable est évalué, le faîte de pouls est déterminé selon l'amplitude excursive de la mandibule, et une \"durée syllabique\" est calculée au moyen de la construction d'un triangle syllabique, toutes ces opérations exécutaient pour un programme informatique. Les intervalles qui restent entre les domaines syllabiques contigus sont interprétés comme la portée de la borne syllabique. Une variété de moyen de communiquer les corrections avec émotion est démontrée par des exemples.\n",
        ""
      ]
    },
    "autesserre98_sposs": {
      "authors": [
        [
          "Denis",
          "Autesserre"
        ],
        [
          "Michel",
          "Chafcouloff"
        ]
      ],
      "title": "Distribution and contextual adaptability of approximant and constrictive variants of /r/ in spontaneous speech : an acoustical approach",
      "original": "spos_029",
      "page_count": 4,
      "order": 6,
      "p1": "29",
      "pn": "32",
      "abstract": [
        "Des études publiées à propos des variantes de /R/ enregistrées dans des conditions de parole de laboratoire (mots comportant la consonne dans des phrases porteuses) ont montré les limites de ce genre d'approche. Afin de mieux mettre en adéquation les faits analysés avec des conditions plus naturelles d'organisation temporelle de la parole, il a été procédé à une analyse acoustique des variantes approximantes et constrictives de /R/ en parole spontanée. Les résultats obtenus montrent la nécessité de ne pas survaloriser l'analyse des contrastes phonétiques, mais de prendre également en compte la logique d'organisation des faits phoniques et leur connectivité.\n",
        ""
      ]
    },
    "cruz98_sposs": {
      "authors": [
        [
          "R.",
          "Cruz"
        ],
        [
          "L.",
          "Messias"
        ]
      ],
      "title": "Phonological and phonetic aspects of brazilian portuguese : a study of /r/ variants",
      "original": "spos_033",
      "page_count": 5,
      "order": 7,
      "p1": "33",
      "pn": "36",
      "abstract": [
        "Le principal but de cette étude est la comparaison du comportement du son /R/ portugais dans deux contextes de discours différents, lecture et parole spontanée. Quatre locuteurs issus de la région nord du Brésil, mais résidant dans deux Etats différents ont participé à l'enregistrement. Dans cette perspective, nous avons établi deux corpus: le premier est composé de 30 phrases lues par deux locuteurs, un homme et une femme, originaires de l'état d'Acre, et le second est un extrait d'interviews réalisées également par deux locuteurs, un homme et une femme, originaires de l'état de Para Malgré les différences socioculturelles des locuteurs, les différences géographiques et les différences de contexte de discours, de nombreux points communs ont été relevés, notamment la perte de sonorité et l'affaiblissement du IRI en position finale de syllabe.\n",
        ""
      ]
    },
    "gubrynowicz98_sposs": {
      "authors": [
        [
          "Ryszard",
          "Gubrynowicz"
        ],
        [
          "P.",
          "Durand"
        ]
      ],
      "title": "The influence of speaking style on articulation of fricative-affricate clusters in Polish",
      "original": "spos_039",
      "page_count": 4,
      "order": 8,
      "p1": "39",
      "pn": "42",
      "abstract": [
        "L'étude que nous présentons analyse l'effet du type d'élocution sur la structure temporelle des groupes / contrictive-affiiquée /. H est bien connu que les durées des segments de la parole tant vocaliques que consonantiques sont affectés par un grand nombre de acteurs d'ordre linguistique ou non ( par exemple l'accent, et la vitesse d'élocution). Pour étudier le phénomène de réduction dans les groupes /constrictive-affiiquée/ nous avons fait appel aux situations de communication de la base de données BABEL [2]. La plus grande partie de cette base de données est composée de 40 courts enregistrements simulant différentes situations de parole spontanée, telles qu'un appel au téléphone, un récit ou une demande de renseignements. Les enregistrements de quatre locuteurs offrant des vitesses d'élocution différant de façon caractéristique ont été analysés et décrits. Les résultats préliminaires mettent en évidence l'importance de facteurs tels que la vitesse d'élocution et l'accent sur la réalisation des groupes /constrictive-affiiquée/ dans des simulations de parole spontanée. Référence Roclawski B., Phonotactics of the Contemporary Polish (in Polish), Ossolineum, Warsaw, 1981\n",
        ""
      ]
    },
    "moosmuller98_sposs": {
      "authors": [
        [
          "Sylvia",
          "Moosmüller"
        ]
      ],
      "title": "Homorganic and quasi-homorganic V1#V2 sequencies in austrian German",
      "original": "spos_043",
      "page_count": 4,
      "order": 9,
      "p1": "43",
      "pn": "46",
      "abstract": [
        "La présente étude traite des divers pas progressifs intermédiaires des procès d'assimilation des séquences V1#V2 homorganiques et quasi-homorganiques. Il est entrepris l'expérience de subdiviser la gradualité de ce procès en des pas progressifs intermédiaire, commencent par la réalisation canonique [V1?V2] et arrivant à l'assimilation totale dans laquelle plus aucune limite entre les segments peut être observé.\n",
        ""
      ]
    },
    "valimaablum98_sposs": {
      "authors": [
        [
          "Riitta",
          "Välimaa-Blum"
        ]
      ],
      "title": "What is deleted in spontaneous Finnish: segmental interaction with word stress, vowel harmony and moras",
      "original": "spos_047",
      "page_count": 4,
      "order": 10,
      "p1": "47",
      "pn": "50",
      "abstract": [
        "Dans cet article, nous examinerons les propriétés prosodiques du finnois qui interagissent avec les effacements vocaliques dans les deux premières syllabes des mots fréquents de la parole quotidienne. Les propriétés principales sont l'accent de mot, la structure syllabique et l'harmonie vocalique. La motivation ultime est plutôt de faciliter la perception de la parole que sa production.\n",
        ""
      ]
    },
    "helgason98_sposs": {
      "authors": [
        [
          "Pétur",
          "Helgason"
        ]
      ],
      "title": "On-line preaspiration in Swedish: implications for historical sound change",
      "original": "spos_051",
      "page_count": 4,
      "order": 11,
      "p1": "51",
      "pn": "54",
      "abstract": [
        "Les réalisations vocales de trois locuteurs parlant un suédois standard du centre de la Suède sont analysées dans cette étude. Les occurrences de pré-aspirations sont quantifiées. Un parallèle est établi entre la tendance des locuteurs suédois à pré-aspirer et l'émergence de la préaspiration comme un trait normatif. Cette émergence est finalement discutée à la lumière des théories sur les changements phonétiques.\n",
        ""
      ]
    },
    "su98_sposs": {
      "authors": [
        [
          "Tzu-Ting",
          "Su"
        ],
        [
          "Patricia",
          "Basset"
        ]
      ],
      "title": "Language dependent and independent spontaneous speech phenomena",
      "original": "spos_055",
      "page_count": 4,
      "order": 12,
      "p1": "55",
      "pn": "58",
      "abstract": [
        "Cet article présente des résultats expérimentaux sur la disparition de 372 phonèmes du français spontané et de 175 phonèmes du mandarin spontané de Taiwan. Quatre points ont été examinés. Premièrement, le pourcentage de la disparition des phonèmes est le même dans les deux langues: 3.5%. Deuxièmement, le phénomène de disparition concerne essentiellement les voyelles en français et les consonnes en mandarin taïwanais. Par conséquent, les groupes de consonnes sont fréquents et les hiatus rares en français, alors qu'en mandarin taïwanais, les tendances sont inverses. Troisièmement, la disparition se produit principalement sur les mots grammaticaux dans les deux langues: 75% de phonèmes disparus appartiennent à des mot grammaticaux. Enfin, la disparition des consonnes a surtout lieu en position coda en français mais seulement en position initiale en mandarin taïwanais (toutes les consonnes, sauf deux nasales, ne peuvent se trouver qu'en position initiale).\n",
        ""
      ]
    },
    "whiteside98_sposs": {
      "authors": [
        [
          "Sandra P.",
          "Whiteside"
        ],
        [
          "R. A.",
          "Varley"
        ]
      ],
      "title": "Dual-route phonetic encoding: a synthesis of acoustic evidence from normal speech",
      "original": "spos_059",
      "page_count": 4,
      "order": 13,
      "p1": "59",
      "pn": "62",
      "abstract": [
        "L'analyse des modèles contemporains psycholinguistiques suggère qu'il y a deux directions possibles pour l'encodage phonétique: une direction directe qui utilise des unités syllabiques enregistrées dans la mémoire, et une direction indirecte basée sur l'assemblage en ligne d'unités sous-syllabiques. La première, plus efficace d'un point de vue computationnelle, serait utilisée pour des mots de haute fréquence; la seconde, par contre, serait utilisée pour des mots nouveaux ou de basse fréquence.\n",
        "Nous présentons les résultats d'une étude de mots de haute et de basse fréquence où un certain nombre de mesures ont été effectuées. Celles-ci comprennent le temps de la réponse, la durée et de l'énoncé et du mot, et certaines mesures de coarticulation. L'hypothèse quant à la direction directe/indirecte a des conséquences et pour l'encodage phonétique, et pour la production spontanée de la parole. Nous analysons les résultats de cette étude dans le contexte d'une synthèse de données acoustiques qui soutiennent en quelque mesure l'encodage phonétique bidirectionnelle.\n",
        ""
      ]
    },
    "duez98_sposs": {
      "authors": [
        [
          "Danielle",
          "Duez"
        ]
      ],
      "title": "Consonant sequences in spontaneous French speech",
      "original": "spos_063",
      "page_count": 4,
      "order": 14,
      "p1": "63",
      "pn": "66",
      "abstract": [
        "Environ 50% des groupes de consonnes |CiC2 ou Ci#C2) ne sont pas identifiés correctement par les auditeurs. Ce pourcentage élevé souligne l'importance du contexte et suggère le fait que les consonnes non identifiées ont été réduites ou assimilées au contexte. Les Ci's paraissent plus sensibles aux variations que les C2's, en particulier lorsqu'elles sont localisées dans des séquences hétérosyllabiques, dans des syllabes non proéminentes et en fin de syllabe.\n",
        ""
      ]
    },
    "bard98_sposs": {
      "authors": [
        [
          "Ellen Gurman",
          "Bard"
        ],
        [
          "M. L.",
          "Kelly"
        ],
        [
          "Cathy F.",
          "Sotillo"
        ]
      ],
      "title": "Lexical access in spontaneous speech: reduced forms prime less",
      "original": "spos_093",
      "page_count": 4,
      "order": 15,
      "p1": "93",
      "pn": "96",
      "abstract": [
        "La parole continue contient une abondance d'exemplaires phonologiquement assimilés ou réduits, dont les effets sur l'accès au lexique mental sont mal compris. Jusqu'ici ces effets ont été étudiés chez les exemplaires produits avec soin or réduits par les outils électroniques. Nous présentons ici les résultats de deux expériences qui comparent le priming par répétition en situation cross-modal achevées par deux groupes de mots amorces: des exemplaires plus assimilés extraits de la parole spontanée et des exemplaires moins assimilés des mêmes mots extraits d'une liste des mêmes propositions substantives lues par les mêmes parleurs. L'effet facilitateur des formes spontanées est plus petit, mais les effets des deux formes sont statistiquement significatifs, que la plupart des stimuli soient spontanés ou lus. L'effet est plus robust parmi les mots qui contiennent eux-mêmes les contextes qui engendrent les processus phonologiques que parmi ceux dont le contexte se trouverait dans le mot suivant.\n",
        ""
      ]
    },
    "shockey98_sposs": {
      "authors": [
        [
          "Linda",
          "Shockey"
        ]
      ],
      "title": "Perception of reduced forms by non-native speakers of English",
      "original": "spos_097",
      "page_count": 4,
      "order": 16,
      "p1": "97",
      "pn": "100",
      "abstract": [
        "Ceux qui parlent l'anglais comme langue maternelle manifestent peux du mal à entendre des mots réduits quand ils se présentent dans une phrase d'anglais 'gated.' Mais étudiantes avec d'autres langues maternelles manifestent une difficulté énorme en faire la même tâche. Sugirons qu'ils utilisent une méthode de percevoir \"perspective à vol d'oiseau\" au lieu d'employer renseignements phonologiques.\n",
        ""
      ]
    },
    "weber98_sposs": {
      "authors": [
        [
          "Andrea",
          "Weber"
        ]
      ],
      "title": "Listening to nonnative language which violates native assimilation rules",
      "original": "spos_101",
      "page_count": 4,
      "order": 17,
      "p1": "101",
      "pn": "104",
      "abstract": [
        "Des études précédentes, basées sur la tâche de la détection de phonème, ont montré que le traitement de la parole n'est pas influencé par le processus de l'assimilation optionnelle, alors qu'une violation de l'assimilation obligatoire entraîne des difficultés à ce niveau. Dans l'étude présentée ici, nous avons examiné si ces résultats tiennent également dans le traitement d'une langue étrangère. Nous présentons deux expériences de détection de phonème (la cible étant toujours la fricatif [x]), l'une avec des sujets allemands, l'autre avec des sujets néerlandais. Les cibles étaient situées dans des nonmots légaux néerlandais. Pour les néerlandais, tous ces mots étaient réalisés correctement; en revanche, pour les allemands, ces mêmes mots contenaient des séquences de phonèmes violant la contrainte allemande de l'assimilation obligatoire des fricatifs. Alors qu'il n'y avait aucun effet pour les sujets néerlandais, les sujets allemands étaient plus rapides à détecter des fricatifs en cas de violation qu'en cas de non-violation. Ces résultats suggèrent que la violation des contraintes d'assimilation obligatoire ne rend pas forcement plus difficile le traitement de la parole.\n",
        ""
      ]
    },
    "lickley98_sposs": {
      "authors": [
        [
          "Robin",
          "Lickley"
        ],
        [
          "Ellen Gurman",
          "Bard"
        ]
      ],
      "title": "Disfluent speech: the transcriber problem",
      "original": "spos_105",
      "page_count": 4,
      "order": 18,
      "p1": "105",
      "pn": "108",
      "abstract": [
        "Dans la parole spontanée, on ne s'aperçoit souvent pas des disfluences (par exemple les répétitions et les reformulations), et il est difficile de les transcrire. Nous présentons les résultats d'un ensemble d'expériences conçues pour examiner ce \"problème du transcripteur\". Nous en concluons que le déficit d'identification pour les mots qui font partie d'une disfluence peut être attribué à deux processus. D'abord, le contexte perturbé a un effet sur la capacité de l'auditeur pour identifier les mots. En second lieu, la pression sur la mémoire pour trouver les mots qui sont difficile à reconnaître mène à leur omission éventuel. Un déficit supplémentaire pour les répétitions a peut-être pour cause la surdité aux répétitions.\n",
        ""
      ]
    },
    "sotillo98_sposs": {
      "authors": [
        [
          "Cathy F.",
          "Sotillo"
        ],
        [
          "Ellen Gurman",
          "Bard"
        ]
      ],
      "title": "Is hypo-articulation lexically constrained?",
      "original": "spos_109",
      "page_count": 4,
      "order": 19,
      "p1": "109",
      "pn": "112",
      "abstract": [
        "Cet article examine les contraintes sur l'hypo-articulation en parole spontanée. Nous utilisons la structure de la théorie H+H de Lindblom pour faire plusieurs prédictions: que l'intelligibilité de mots isolés de la parole continue sera associée à leur degré de réduction ou assimilation phonologique; que des énoncés avec support contextuel dans la parole continue s'assimileront plus que des énoncés lus dans des listes avec les mêmes contextes phonétiques; que les mentions initiales (dites 'New') dans la parole spontanée seront moins assimilées que les mentions suivantes (dites 'Given'); et que la disponibilité de concurrents lexicaux proches peut limiter la tendance vers l'assimilation. Nous présentons deux genres de résultats perceptuels: l'identification de mots par des écouteurs naïfs, et des jugements sur l'assimilation endroit-d'articulation nasale faits par des phonéticiens experts. Les deux mesures reflètent la distinction spontanée/citation et, dans une certaine mesure, le contraste New/Given. Il n'y a aucun soutien de notre prédiction que le nombre de concurrents lexicaux contraindra l'hypo-articulation.\n",
        ""
      ]
    },
    "aylett98_sposs": {
      "authors": [
        [
          "Matthew",
          "Aylett"
        ],
        [
          "A.",
          "Turk"
        ]
      ],
      "title": "Vowel quality in spontaneous speech: what makes a good vowel?",
      "original": "spos_113",
      "page_count": 4,
      "order": 20,
      "p1": "113",
      "pn": "116",
      "abstract": [
        "La parole distincte se caractérise par des durées segmentaires plus longues et un pourcentage plus élevé d'atteinte du cible; ceci a comme conséquence des traits segmentaires plus extrêmes. Dans cet article, nous traitons de la clarté des voyelles produites en parole spontanée dans un grand corpus de dialogues orientés à une tâche. Nous présentons une technique automatique pour mesurer la clarté d'une voyelle a partir des caractéristiques spectrales de la voyelle. Cette technique a été évaluée par une analyse perceptuelle. Les sujets ont évalué la 'qualité' des voyelles ayant de différentes caractéristiques spectrales avec la longueur et l'amplitude contrôlées, et ces résultats ont été comparés avec une évaluation automatique. Les résultats indiquent que tandis que l'accord entre les sujets et la mesure automatique est assez mauvais, il est aussi mauvais que l'accord entre les sujets.\n",
        "Est-ce qu'un modèle statistique peut efficacement prédire la réponse des sujets a de telles voyelles. Est-ce que les sujets peuvent efficacement juger la clarté de voyelles extraites de la parole spontanée sans en savoir la durée? Est-ce qu'un modèle statistique peut efficacement prédire la réponse des sujets a de telles voyelles?\n",
        ""
      ]
    },
    "williams98_sposs": {
      "authors": [
        [
          "Sheila M.",
          "Williams"
        ],
        [
          "Randy L.",
          "Diehl"
        ]
      ],
      "title": "Extent of context and vowel identification in speech variation",
      "original": "spos_117",
      "page_count": 4,
      "order": 21,
      "p1": "117",
      "pn": "120",
      "abstract": [
        "In spontaneous speech vowel formant patterns vary from those traditionally associated with each vowel category due to processes of coarticulation, temporal reduction, elision and speech style. Nevertheless, the familiarization period necessary to enable thelistener to adapt to a novel speaker or speech style is generally brief.Here we investigate the extent of context necessary to distanalyzed examples of speech produced by local speakers, we were able to analyzed examples of speech produced by local speakers, we were able to manipulate formant structure so that formant peaks of some of the stimuli closely resemble those of different vowels. Despite no significant difference between word and vowel recognition on a similar practice set of words, listeners identified the source words of excised vowels from manipulated words significantly less well than the complete monopthongal words. However, after having heard the complete words, the listeners were able to attribute the excised vowels to their source words almost as well as the complete words(no significant difference) indicating that the learning period for speaker characteristics is very brief. Speech styles ranging from spontaneous speech through read speech to citation form isolated vowels are discussed within the context of these results [work supported by NIDCD Grant No. R01 DC00427-10]. Résumé\n",
        "En parole spontanée, les configurations des formants de voyelles diffèrent de celles traditionnellement associées à chacune descatégories de voyelles. Ce phénomène est dû aux processus decoarticulation, de réduction temporelle, d'élision et au style deparole. Néanmoins, la période d'adaptation nécessaire pourqu'un interlocuteur se familiarise à un nouveau style de parole estnormalement brève. Cette étude examine la durée du contexte nécessaire pour distinguer entre une variation due au parleur (par exemple, F2 toujours élevée ou basse) et au contraste catégoriel. En composant une nouvelle synthèse d'échantillons de parole produits par des membres de la communauté, la structure des formants a été manipulée de sorte que les formants du noyau d'une syllabe s'approchent des formants d'une voyelle différente. Bien qu'il n'existe aucune différence entre la reconnaissance des voyelles ou des mots tirés d'un groupes de mots donné, les auditeurs identifient significativement moins bien le mot source d'une voyelle extraite à partir des mots modifiés, avant d'avoir entendu ces mots complets. Par contre, lorsqu'ils ont entendu les mots complets, les auditeurs peuvent attribuer les voyelles aux mots sources aussi efficacement que dans le cas des mots complets modifiés, indiquant que la période d'apprentissage des caractéristiques de l'interlocuteur est très brève. Une gamme des styles de parole qui va de la parole spontanée aux listes de voyelles isolées est discutée en relation avec les résultats obtenus [recherche souscrite par NIDCD Grant No. ROl DC00427-10].\n",
        ""
      ]
    },
    "bortfeld98_sposs": {
      "authors": [
        [
          "Heather",
          "Bortfeld"
        ],
        [
          "James",
          "Morgan"
        ]
      ],
      "title": "Many sources of stress in infant-directed speech",
      "original": "spos_123",
      "page_count": 3,
      "order": 22,
      "p1": "123",
      "pn": "125",
      "abstract": [
        "Si les bébés utilisent les syllabes accentuées pour identifier les frontières de mots [1,2], ils doivent être capables de distinguer les différentes influences sur l'accentuation lexicale et l'accentuation phrasique. Mais comment les marqueurs prosodiques au niveau discursif interagissent-ils avec l'accentuation lexicale dans la parole adressées aux bébés? L'étude présentée ici examine l'interaction entre plusieurs types d'accentuation dans le parole adressée au bébés. Les résultats indiquent que, malgré le fait qu'elles respectent certains aspects du contraste entre ancien et nouvel énoncé typique de la parole adressée aux adultes, les meèes altèrent des aspects spécifiques de ce contraste quand elles s'adressent à des bébés. Nos résultats confirment et étendent l'hypothèse selon laquelle la parole adressée aux bébés posseède des caractéristiques qui sont particulièrement pertinentes pour des êtres humains en cours d'apprentissage d'une langue.\n",
        "s Jusczyk, P., Cutler, A., & Redanz, N. (1993). Infants' preference for the predominant stress patterns of English words. Child Development, 64, 675-687. Morgan, J. (1996). A rhythmic bias inpreverbal speech segmentation. Journal of Memory and Language, 35, 666-688.\n",
        ""
      ]
    },
    "tseng98_sposs": {
      "authors": [
        [
          "Shu-Chuan",
          "Tseng"
        ]
      ],
      "title": "Acoustic-prosodic cues of speech repairs in spontaneous speech",
      "original": "spos_127",
      "page_count": 4,
      "order": 23,
      "p1": "127",
      "pn": "130",
      "abstract": [
        "La contribution a pour objet des phénomènes acoustico-prosodiques que l'on peut observer dans un type spécifique de réparations en communication spontanée, à savoir les réparations suivant le schéma \"syntagme erroné - phase d'évaluation - syntagme réparé\". Ce schéma est d'un intérêt particulier puisqu'il se reproduit dans presque 86% des réparations identifiées dans un corpus allemand. Les caractéristiques acoustico-prosodiques qui accompagnent l'indication et la structuration de ce type de réparations sont analysées de façon quantitative aussi bien que qualitative: dans les syntagmes réparés, fréquence de base (Fo) et durée ainsi que contour tonal des éléments répétés et des éléments corrigés sont mesurées, respectivement annoté, avant de les comparer avec leurs contre-parties dans les syntagmes erronés. Les résultats confortent l'hypothèse selon laquelle, en situation de communication spontanée, des moyens prosodiques sont employés pour marquer le début et la réalisation de réparations.\n",
        ""
      ]
    },
    "lim98_sposs": {
      "authors": [
        [
          "Lisa",
          "Lim"
        ]
      ],
      "title": "Talk like that meh? no, lah!\": intonation patterns on pragmatic particles in spontaneous Singapore English - preliminary observations",
      "original": "spos_131",
      "page_count": 3,
      "order": 24,
      "p1": "131",
      "pn": "134",
      "abstract": [
        "Alors que l'anglais standard de Singapour n'est pas si différent de toute autre variété de l'anglais standard, la variété populaire subit une influence des langues sous-jacentes de Singapour, soit les diverses langues chinoises, le malais, et les langues indiennes. Parmi les influences les plus marquées de cette influence, on peut constater l'utilisation répandue des particules pragmatiques, surtout en discours spontané. Le but de cette étude sera de décrire les formes d'intonation qui sont portées par ces particules pragmatiques en fin d'énoncé dans le discours spontané de l'anglais de Singapour. Il parait que, même si ces particules gardent leurs propres tons lexiques - phénomène qui pourrait s'expliquer comme un transfert des langues sous-jacentes, surtout celles de la Chine méridionale - ces particules paraissent en même temps fonctionner comme syllabe tonique, portant ainsi le mouvement principal du ségment tonique, transmettant ainsi certains aspects de l'intonation au niveau du discours.\n",
        ""
      ]
    },
    "donzel98_sposs": {
      "authors": [
        [
          "Monique E. van",
          "Donzel"
        ],
        [
          "Florien J.",
          "Koopmans-van Beinum"
        ],
        [
          "Louis C.W.",
          "Pols"
        ]
      ],
      "title": "Speaker strategies in the use of prosodic means in spontaneous discourse in Dutch",
      "original": "spos_135",
      "page_count": 4,
      "order": 25,
      "p1": "135",
      "pn": "138",
      "abstract": [
        "Ce papier présente les résultats d'une analyse de moyens prosodiques employés par des locuteurs dans la structuration du discours spontané. Huit locuteurs, 4 hommes et 4 femmes, ont lu à haute voix une courte histoire en néerlandais, qu'ils ont ensuite racontée en leurs propres mots ('version racontée'). Le but du papier présent est d'étudier les différentes manières dont les locuteurs ont réalisé les versions racontées sur le plan acoustique.\n",
        "Afin de caractériser les locuteurs nous avons pris des mesures acoustiques et perceptives globales. Celles-ci ont été utilisées à foire des 'profils locuteur'. Des corrélations montrent que les locuteurs peuvent être groupés à partir de l'usage des moyens prosodiques dans le discours. Des jugements perceptifs complètent cette image: plus le locuteur ressemble au 'locuteur idéal' d'une histoire racontée, plus il est apprécié. Les locutrices sont appréciées mieux que les locuteurs, malgré le fait que les moyens utilisés sont les mêmes.\n",
        ""
      ]
    },
    "heuven98_sposs": {
      "authors": [
        [
          "Vincent J. van",
          "Heuven"
        ],
        [
          "Judith",
          "Haan"
        ],
        [
          "Jos J. A.",
          "Pacilly"
        ]
      ],
      "title": "Global and local characteristics of Dutch questions in play-acted and spontaneous speech",
      "original": "spos_139",
      "page_count": 4,
      "order": 26,
      "p1": "139",
      "pn": "142",
      "abstract": [
        "This paper examines phonetic correlates of statements vs. three types of questions: yes/no-questions, wh-ques-tions and declarative questions. The first part of the paper deals with data collected in a formal production experiment. Intonation characteristics were determined once by hand, and once by the extraction of global Fo-measures (intercepts and slopes of regression lines drawn automatically through the upper and lower halves of the pitch curves of utterances). Results show that the regression parameters capture the essentials of the intonational characteristics of the four sentence types. A real-life dataset of authentic doctor-patient interactions was then collected and analysed using automatic parameter extraction only. We will examine to what extent the characteristics of the four sentence types are preserved in spontaneous speech.\n",
        ""
      ]
    },
    "astesano98_sposs": {
      "authors": [
        [
          "C.",
          "Astésano"
        ]
      ],
      "title": "Effects of prosodic constraints on the differential lengthening of syllable constituents in French: a comparison between spontaneous and read speech",
      "original": "spos_143",
      "page_count": 4,
      "order": 27,
      "p1": "143",
      "pn": "146",
      "abstract": [
        "Nous proposons d'analyser les effets du contexte prosodique et des styles de parole sur la durée segmentale en français. Notre étude a été réalisée sur 10 minutes de parole connectée, constituée de trois styles de parole (Lecture, Journal radiophonique professionnel, Interview) comptant chacun 2 locuteurs. Le corpus a été segmenté manuellement, et les syllabes étiquetées en 6 catégories accentuelles : (i) syllabes inaccentuées, (ii) accent secondaire initial de mot, (iii) accent emphatique initial de mot, (iv) accent final de mot, (v) accent final d'imité intonative non terminale, (vi) accent final d'unité intonative terminale. Nos résultats montrent que l'allongement est réparti différemment sur les segments selon les catégories accentuelles, les proéminences initiales étant caractérisées par un allongement plus important des éléments d'Attaque, et les proéminences finales par un allongement plus important des éléments de Noyau et de Coda. Enfin, les styles de parole se distinguent par des stratégies d'allongement spécifiques, aussi bien au niveau syllabique global, qu'au niveau du degré d'allongement des éléments infra-syllabiques.\n",
        ""
      ]
    },
    "cernocky98_sposs": {
      "authors": [
        [
          "Jan",
          "Cernocky"
        ],
        [
          "Genevieve",
          "Baudoin"
        ],
        [
          "Gerard",
          "Chollet"
        ]
      ],
      "title": "The use of ALISP for automatic acoustic-phonetic transcription",
      "original": "spos_149",
      "page_count": 4,
      "order": 28,
      "p1": "149",
      "pn": "152",
      "abstract": [
        "Many current systems for automatic speech processing rely on sub-word units defined using phonetic knowledge. Our paper presents an alternative to this approach - determination of speech units using ALISP (Automatic Language Independent Speech Processing) techniques. Such units were experimentally tested in a very low bit rate phonetic vocoder, where a mean bit rate of 120 bps for unit encoding was achieved. First results of comparison of an ALISP segmentation with a phonetic alignment are presented.\n",
        ""
      ]
    },
    "parlangeau98_sposs": {
      "authors": [
        [
          "Nathalie",
          "Parlangeau"
        ],
        [
          "Francois",
          "Pellegrino"
        ]
      ],
      "title": "Multilingual detection of specific sound patterns: the case of vowels and plosives",
      "original": "spos_153",
      "page_count": 4,
      "order": 29,
      "p1": "153",
      "pn": "156",
      "abstract": [
        "This paper deals with the problem of multilingual automatic labelling. The proposed approach is based on unsupervised speech analysis and it aims to locate vowel segments and unvoiced plosive bursts. No learning phase is required and the algorithms are speaker and language independent. The vowel detection algorithm is based on a spectral analysis in Mel frequency filters and the plosive detection integrates a similar analysis with additional rules. Experiments are performed with Spanish and French data from the OGI Multilingual Telephone Speech corpus. Correct identification rates reach more than 90 % for vowel segments and near 85 % for plosives for both languages according to the semiautomatic labelling provided by OGI.\n",
        ""
      ]
    },
    "wester98_sposs": {
      "authors": [
        [
          "Mirjam",
          "Wester"
        ],
        [
          "Judith M.",
          "Ressens"
        ],
        [
          "Catia",
          "Cucchiarini"
        ],
        [
          "Helmer",
          "Strik"
        ]
      ],
      "title": "Selection of pronunciation variants in spontaneous speech: comparing the performance of man and machine",
      "original": "spos_157",
      "page_count": 4,
      "order": 30,
      "p1": "157",
      "pn": "160",
      "abstract": [
        "Dans cet article, les performances d'un outil de transcription automatique sont évaluées. L'outil de transcription est un reconnaisseur de parole continue (CSR) fonctionnant en mode de reconnaissance forcée. Pour l'évaluation les performances du CSR ont été comparées à celles de neuf auditeurs experts. La machine et l'humain ont effectué exactement la même tâche: décider si un segment était présent ou non dans 467 cas. Il s'est avéré que les performances du CSR étaient comparables à celle des experts.\n",
        ""
      ]
    }
  },
  "sessions": [
    {
      "title": "Keynote Papers",
      "papers": [
        "lindblom98_sposs",
        "kohler98_sposs",
        "vaissiere98_sposs",
        "cutler98_sposs"
      ]
    },
    {
      "title": "Data Descriptions of Spontaneous Speech in Various Languages",
      "papers": [
        "fujimura98_sposs",
        "autesserre98_sposs",
        "cruz98_sposs",
        "gubrynowicz98_sposs",
        "moosmuller98_sposs",
        "valimaablum98_sposs",
        "helgason98_sposs",
        "su98_sposs",
        "whiteside98_sposs",
        "duez98_sposs"
      ]
    },
    {
      "title": "Spontaneous Speech Processes and Their Perceptual Consequences",
      "papers": [
        "bard98_sposs",
        "shockey98_sposs",
        "weber98_sposs",
        "lickley98_sposs",
        "sotillo98_sposs",
        "aylett98_sposs",
        "williams98_sposs"
      ]
    },
    {
      "title": "Prosodic Aspects of Spontaneous Speech",
      "papers": [
        "bortfeld98_sposs",
        "tseng98_sposs",
        "lim98_sposs",
        "donzel98_sposs",
        "heuven98_sposs",
        "astesano98_sposs"
      ]
    },
    {
      "title": "Transcription and Labelling of Spontaneous Speech",
      "papers": [
        "cernocky98_sposs",
        "parlangeau98_sposs",
        "wester98_sposs"
      ]
    }
  ]
}
